{
    "dfe658ae-5b0b-4397-a07b-1dca9ddc77fe": {
        "status": "COMPLETE",
        "query": "resmed",
        "result": "\nNotifications\nScott Phillips just released his 5 best stocks to buy right now and you could grab the names of these stocks instantly!\n \nTO MAKE THE WORLD\nSMARTER, HAPPIER, AND RICHER.\nFounded in 1993 by brothers Tom and David Gardner, The Motley Fool helps millions of people attain financial freedom through our website, podcasts, books, newspaper column, radio show, and premium investing services.\nGoldman Sachs believes this top stock could keep climbing.\nSign Up for Take Stock\nInvestment news, stock ideas, and more, straight to your inbox.\nGet Started Investing\nYou can do it. Learn about investing with our Investing Education hub.\nWin at Retirement\nOur latest articles and strategies for the post-work life you want.\nListen to Our Podcast\nHear our experts take on shares, the market & how to invest.\nJoin Our Premium Community\nJoin our flagship membership service, Share Advisor.\nImage source: Getty Images\nYou’re reading a free article with opinions that may differ from The Motley Fool’s Premium Investing Services. Become a Motley Fool member today to get instant access to our top analyst recommendations, in-depth research, investing resources, and more. Learn More\nResMed Inc (ASX: RMD) shares have been on a strong run this month.\nSince the start of January, the sleep treatment company's shares have risen 10.5%.\nA good portion of this gain came last week after ResMed impressed the market with its second quarter update.\nThe good news for investors is that the team at Goldman Sachs believes the company's shares can still rise materially from current levels.\nAccording to a note, the broker has responded to ResMed's quarterly update by reiterating its buy rating and lifting its price target to $33.50.\nBased on the current ResMed share price of $28.45, this implies potential upside of 18% for investors over the next 12 months.\nCommenting on the quarter, Goldman said:\nRMD reported solid +4-6% earnings beats at 2Q24 as US device growth recovered back to/above market growth, whilst the pace of gross margin recovery exceeded our expectations.\nGoldman also addressed concerns over gross margins, competitive dynamics, and the impact of GLP-1s such as Ozempic. It said:\nTaking a higher-level view beyond the quarter, the three primary debates that have dominated investor focus over the last 12+ months have been: 1) the potential impact of further GLP-1 adoption on CPAP demand/adherence; 2) the shape of GM recovery, and if/when RMD can return to pre-Covid profitability; and 3) competitive dynamics amongst incumbents, particularly the magnitude of impact if/when PHIA re-enters the US CPAP markets. On all three points we believe there is sufficient positivity to continue to see asymmetric upside risk at current valuations and, overall, we saw nothing today to change our fundamental views.\nOverall, the broker sees ResMed as a top option for investors right now despite its strong gains this month.\n\n\nWhen investing expert Scott Phillips has a stock tip, it can pay to listen. After all, the flagship Motley Fool Share Advisor newsletter he has run for over ten years has provided thousands of paying members with stock picks that have doubled, tripled or even more.* \nScott just revealed what he believes could be the 'five best ASX stocks' for investors to buy right now. These stocks are trading at near dirt-cheap prices and Scott thinks they could be great buys right now...\n\nSee The 5 Stocks\n*Returns as of 10 November 2023\n\nMotley Fool contributor James Mickleboro has positions in ResMed. The Motley Fool Australia's parent company Motley Fool Holdings Inc. has positions in and has recommended Goldman Sachs Group and ResMed. The Motley Fool Australia has positions in and has recommended ResMed. The Motley Fool has a disclosure policy. This article contains general investment advice only (under AFSL 400691). Authorised by Scott Phillips.\n\nJanuary 29, 2024 |\n        Sebastian Bowen    \nCould CSL get an earnings boost next month?\n\n        Read more »\n\n\nJanuary 25, 2024 |\n        James Mickleboro    \nResMed shareholders will be sleeping soundly tonight after this update.\n\n        Read more »\n\n\nJanuary 25, 2024 |\n        James Mickleboro    \nThis sleep treatment company was in fine form during the second quarter.\n\n        Read more »\n\n\nJanuary 24, 2024 |\n        James Mickleboro    \nWhat's going on with this popular stock on Wednesday?\n\n        Read more »\n\n\nJanuary 24, 2024 |\n        Tristan Harrison    \nIs this a healthy opportunity?\n\n        Read more »\n\n\nJanuary 24, 2024 |\n        Tony Yoo    \nYou don't have to have 100% winners in your portfolio. Just check out this star, which could have carried the…\n\n        Read more »\n\n\nJanuary 23, 2024 |\n        Sebastian Bowen    \nPolynovo shares are rocketing for the second day in a row...\n\n        Read more »\n\n\nJanuary 23, 2024 |\n        Tristan Harrison    \nThis is a very healthy opportunity in my opinion.\n\n        Read more »\n\nView All\nThe Motley Fool stands behind our products and our membership-fee-back guarantee. If for any reason you are not 100% satisfied with your premium subscription, simply notify us within the first 30 days and you won't pay a cent.\nBy taking up this offer, you will also be enrolled in our auto-renewal program, which is our way of making your ongoing subscription easier by ensuring uninterrupted service.  Don't worry, though – you're not locked in, and can cancel your auto-renewal at any time before each 'anniversary' date without question or penalty.\nThis Service provides only general, and not personalised financial advice, and has not taken your personal circumstances into account. The Motley Fool Australia operates under AFSL 400691. For more information please see our Financial Services Guide. Please remember that investments can go up and down. Past performance is not necessarily indicative of future returns. The Motley Fool Australia does not guarantee the performance of, or returns on any investment.\nWe respectfully acknowledge the Traditional Custodians of the land where we live and work and pay our respects to all Elders, past and present, of all Aboriginal and Torres Strait Islander nations.\n© 2010 - 2023 The Motley Fool Australia Pty Ltd. All rights reserved.\nACN: 146 988 052\nAustralian Financial Services Licence (AFSL): 400691\nThe Motley Fool Australia, PO Box 104, Isle of Capri, Qld 4217\nContact Details:\nPhone: (03) 8592 4841\nEmail: membersupportAU@fool.com.au\nOur friendly customer service team will happily get back to you as soon as they can.\n\nForgot Password?\nForgot Password ?\nAustralia |  1:29 PM\nThis story features RESMED INC. For more info SHARE ANALYSIS: RMD\nResMed’s December quarter showed long-awaited margin improvement and relieved market fears of the impact of weight-loss drugs.\n-ResMed’s Q2 result receives applause-Gross margin expansion the highlight-Efficiencies should lead to further improvement-Weight loss drugs may actually help, not hinder\nBy Greg Peel\nIn August last year, global pharma companies Novo Nordisk and Eli Lilly each rallied over 15% after data from a cardiovascular study suggested that GPL-1 weight-loss drugs not only reduced weight, but also lowered the risk of cardiovascular disease in obese patients.\nGiven the connection between obesity and sleep apnoea, the market assumed the rise of GLP-1s would lead to a fall in demand for ResMed’s ((RMD)) devices. The stocks subsequently lost over -25% of its value in a month.\nThe stock has since been quietly making a comeback as market panic subsided, and on a positive response to the company’s December quarter earnings result released last Thursday, ResMed has all but recouped those losses.\n\nAt the Margin\nAnalysts have long been waiting to see improvement in ResMed’s gross margin, which took a hit as a fallout from covid. As it was, the gross margin rose 90 basis points in the December quarter from the previous quarter to 57%, exceeding analyst forecast by 60-80 points or so depending on their forecasts.\nWhile ResMed’s device sales grew 11% in the quarter (constant currency), and mask sales 9%, it was margin expansion that had analysts cheering.\nThere were three clear drivers of the expansion.\nFirstly, ResMed implemented low to mid single-digit price increases last October, which showed up in the December quarter but will progressively benefit in the next few quarters, analysts suggest, as customers roll off their current contracts.\nReduced freight costs were a big contributor to margin expansion as ResMed transitioned to sea freight from air freight during covid disruptions. While there could be further freight savings ahead, management is cautious given sea freight costs have recently increased due to the Red Sea conflict and “long way round” diversions.\nIf there is an impact, it will not impact the current quarter.\nFinally, manufacturing efficiencies made a contribution. The availability of the newer AirSense 11 mask is increasing, which will allow ResMed to phase out the AirSense 10. Analysts note the shift to one manufacturing line should improve efficiency of the production process and provide an opportunity for manufacturing optimisation.\nFurthermore, ResMed reduced its selling, general & administrative expenses in the quarter and its R&D expenses, largely as a result of reducing its global workforce by -5%, mostly in non-SG&A activities. The company is instead planning to invest more in product innovation and increased brand awareness.\nOrd Minnett, for one, believes this is a sound strategy to help further penetrate the market.\nOverblown Threat\nWhen ResMed’s share price initially collapsed on the emergence of GLP-1s, analysts were quick to call the response overblown. One reason is the drugs are expensive, and not a once-only cure. Rather, weight will return if one stops taking them.\nFast-forward to now and there is more reason to believe the impact will be minimal. In fact, the drugs may even work in ResMed’s favour simply by increasing awareness of sleep apnoea among the obese.\nUBS points to recent data showing patients with a GLP-1 script and an OSA (obstructive sleep apnoea) diagnosis are more likely to begin CPAP (continuous positive airway pressure) therapy than those with just the OSA diagnosis. This has attracted investor attention and the company plans to present more analyses later, although clinical trials are not planned.\nHowever, Eli Lilly has been conducting its SURMOUNT-OSA trial to assess the weight-loss effectiveness of its drug. Results are expected in April. Importantly, the trial is broken into two groups of patients – those using CPAP now and those not.\nResMed emphasised at its conference call that a combination of GLP-1 and CPAP is expected to emerge as the best solution. Data have highlighted that patients on GLP-1s are more likely to initiate CPAP therapy, which would lead to higher rates of adherence and resupply, Macquarie notes.\nThe bottom line is a combination of GLP-1 and CPAP therapy is expected to bring better results than substitution of CPAP with GLP-1.\nManagement also noted that even when assuming the drugs will reduce sleep apnoea by -15%, there will still be over one billion people in the global addressable market by 2050.\nCompetition\nAlso hanging over ResMed’s outlook for some time now has been the anticipated return to market of Philip’s competing mask. Yet as time has gone on, that timeline seems to always move out further.\nIn the meantime, ResMed has improved market share. This is unlikely to be eroded by the return of Philips, most analysts believe, and at this stage the US FDA has requested supplementary testing on the recalled CPAP machines.\nWhat’s more, ResMed has received regulatory and reimbursement approval for a new mask offering, with a market launch expected “soon”.\nCiti nevertheless plays a cautious line, forecasting a rebasing of the CPAP device market over several years combined with Philips gradually regaining around 20% market share, stealing some 10% from ResMed.\nBroker Views\nResMed’s result has seen brokers rush to upgrade their earnings forecasts, with increased revenues and margin expansion expected to continue.\nThere are six brokers monitored daily by FNArena covering the stock. Five already held Buy or equivalent ratings, although two are yet to update. UBS is the loner with a Neutral rating. The consensus price target has increased to $33.04 from $32.23.\n(Note: UBS quotes a target in US dollars, and is thus not included in the consensus measure.)\nAmong brokers not monitored daily, Jarden has increased its target to $31.2 from $30.13 and retains Overweight.\nWilsons has increased its valuation by 4%, and set a target of $31.29 (last $30.00 in November). Wilsons retains Overweight.\nGoldman Sachs has upgraded its forecasts and retains Buy, alongside a target of $33.50.\nElsewhere, RBC Capital has raised its price target by one dollar to US$182 while rating the US-listed shares as Sector Perform.\nFind out why FNArena subscribers like the service so much: \"Your Feedback (Thank You)\" – Warning this story contains unashamedly positive feedback on the service provided.\nFNArena is proud about its track record and past achievements: Ten Years On\n\nClick to view our Glossary of Financial Terms\nFor more info SHARE ANALYSIS: RMD - RESMED INC\n\n\n\n1:29 PM - Australia\n10:45 AM - Daily Market Reports\n10:00 AM - Weekly Reports\n8:57 AM - Daily Market Reports\n8:15 AM - Daily Market Reports\n\nJan 15 2024 - Rudi's View\nJan 23 2024 - Technicals\nJan 16 2024 - Weekly Reports\nJan 22 2024 - PR NewsWire\nJan 10 2024 - Weekly Reports\nJan 11 2024 - Book Reviews\n© FNArena 2024. All Rights Reserved. No portion of this website may be reproduced, copied or in any way re-used without written permission from FNArena. All subscribers should read our terms and conditions, click here\n\nWhen we come to a company’s result, we approach it either as a rabbit or a lion. For the rabbit results, we are looking at the big picture, scouring the horizon for any dangers or opportunities. For one demanding a lion’s approach, we need to zoom in on a few key items that could make or break an investment case.\n\nBy default, members will receive the following communications via email. At any time, once logged in, you can choose which emails your wish to receive (or not) via the My Details section:\nMid-week update - Lists all the research and recommendations from the week.\nWeekend Briefing - An overview of the week gone and what to expect in the week to come.\nIf you add your investments to the portfolio manager you will also receive regular updates including; recommendations, alerts, market pricing, dividends, profit & loss and your overall net wealth.\nFeatured reports, invites to investor seminars and events, plus exclusive offers.\nAs an InvestSMART group member, you will occasionally receive operational updates. These could be about new features, changes to your membership, security information, or general business updates.\nProudly\nIMPORTANT: This information is general financial product advice only and you should consider the relevant Product Disclosure Statement (PDS),  Financial Services Guide (FSG), Target Market Determination (TMD) or seek professional advice before making any investment decision. The PDS for financial products offered through InvestSMART can be downloaded from this website or obtained by contacting 1300 880 160.\n\n    * InvestSMART’s capped management fees (capped at $550 p.a.) do not include indirect cost ratio charged by ETF providers nor brokerage.  Indirect Costs are estimated to be between 0.09% - 0.30% p.a. depending on the portfolio.  For more information about fees and costs, please see the Product Disclosure Statement and Investment Menu.\n\n\n    # Performance figures are after management and admin fees excl. brokerage and assuming dividends re-invested and no withdrawals. Performance figures for periods greater than one year are annualised and presented as \"per annum\" values. The peer comparison figures have been sourced from Morningstar data and is therefore limited to the funds and investment products included in their database. This may not include all funds available for retail investment in Australia. The peer calculation is inclusive of admin and management fees; excludes brokerage and no withdrawals have been made. InvestSMART cannot determine whether or not franking has been included, nor if dividends have been reinvested. Historical performance is not a reliable indicator of future performance.\n\n\n    ^ Only funds and investment products included in the Morningstar Australia database are available for fee and performance comparison. This may not include all funds available for retail investment in Australia. Only funds with > three year returns were included in any fee comparison, and were compared to Morningstar’s nominated benchmark. Fees are calculated by Morningstar as the average over 10 years. Whilst every care has been taken in producing these numbers, InvestSMART does not guarantee the accuracy of the figures produced in the table. Fee data may not include all costs being charged such as platform and adviser fees. For the effect of fees on your cumulative returns, please see our report How Fees Can Destroy Your Wealth.\n\n\n    ^^ The performance figures for the Intelligent Investor Income and Growth Model Portfolios are since inception on 1 August 2001 using theoretical buys and sells without brokerage and management fees until 1 July 2015. After the 1 July 2015 performance figures (after fees and brokerage) were recorded from the Separately Managed Accounts that mirrored these models. After 18 June 2019 performance figures (after fees and brokerage) have been recorded from the Australian Equity Income ETF (ASX: INIF) which mirrors the Income Model and after 5 October 2020 performance figures (after fees and brokerage) have been recorded from the Australian Equity Growth ETF (ASX: IIGF) which mirrors the Growth Model. Past performance may not be a reliable indicator of future performance.\n\n\nAccessibility Tools\nSite menu\n\n\nSite menu\n\n\nMenu\n\n\n\n\n\n\nFounded in 1924, Woolworths is a retail operator in Australia and New Zealand with over 3,000 stores and over 100,000 employees. It is currently the Australia’s largest company in terms of revenue and market share.\nWoolworths’ main operations include supermarkets (under the Woolworths brand in Australia and Countdown in New Zealand), retailing through its discount department stores under the Big W brand, and business-to-business (B2B) brands like PFD. Overwhelmingly, it’s 35%+ share of Australian supermarkets is its crown jewel. \nWoolworths is a very popular choice for many ASX investors seeking dividend income. It consistently pays a fully franked dividend, usually at a yield of over 3%, and offers a very defensive earnings stream. It’s competitive advantage is probably best summarised as scale (distribution, low costs, etc.) and proximity (most shoppers still shop based on distance to the supermarket). \nSince we consider Woolworths Group Ltd to be a blue chip stock, or a mature business, we like to look at things like return on invested capital (ROIC) and revenue growth as signs of sustainability. In FY23, Woolworths Group Ltd had an ROIC of 13.20% and revenue has compounded at 6.6% in recent years. Anything over 10% ROIC is pretty strong for a mature-style business, since its cost of capital is likely below that level, so Woolworths Group Ltd crosses this hurdle.\n\nResmed was founded in 1989 by Peter Farrell in Australia but is now based in San Diego, California. It is a medical equipment company that provides cloud-connectable continuous positive airway pressure, or CPAP, machines for the treatment of obstructive sleep apnea (OSA). If Resmed’s name or financial reports look different it’s because Resmed’s ASX shares are CDIs and its primary listing is the NYSE.\nResmed operates on a global scale, with 10,000+ employees and a presence in over 140 countries. It has two primary business units: Sleep and Respiratory Care, and Software as a Service (SaaS). Within Sleep and Respiratory Care, ResMed provides industry-leading CPAP machines for sleep apnea. Other devices are often marketed in this space but CPAP is the most effective therapy for all severities of OSA. The Respiratory Care unit covers patients ranging from those who only require therapy from CPAP systems at night to those who are dependent on non-invasive or invasive ventilation for life-support. Within the SaaS unit Resmed providers that assists durable or home medical equipment (DME/HME). Basically, it assists in out-of-hospital care. \nDue to Resmed’s large digital health network powered by its cloud-connected devices, Resmed can leverage its industry-leading hardware (e.g. masks and humidifiers) and its SaaS data to drive insights, improve outcomes and reduce overall healthcare costs.\nOne way to have a ‘speedy read’ of where the WOW share price is, is to study something like dividend yield thru time. Remember, the dividend yield is effectively the ‘cash flow’ to a share holder, but it can be influenced by yearly or bi-yearly fluctuations. Currently, Woolworths Group Ltd shares have a dividend yield of around 2.87%, which compares to its 5-year average of 2.66%. Put simply, WOW shares are trading below their historical average dividend yield.\nThe RMD share price trades at a price-sales ratio of 4.42x, which compares to its 5-year long-term average of 7.81x. So, RMD shares are trading below their historical average. However, please do more investigating than a simple multiple like this. Our websites explain Discounted Cash Flow (DCF), Dividend Discount Models (DDM), and many different ways to value a share, like Resmed CDI.\nBefore jumping into either of these companies, I strongly encourage you to check this out…\nWith interest rates UP, now could be one of the best times to start earning passive income from a portfolio. Imagine earning 4%, 5% — or more — in dividend passive income from the best shares, LICs, or ETFs… it’s like magic.\nSo how do the best investors do it?\nChief Investment Officer Owen Rask has just released his brand new passive income report. Owen has outlined 10 of his favourite ETFs and shares to watch, his rules for passive income investing, why he would buy ETFs before LICs and more.\nYou can INSTANTLY access Owen’s report — or get it emailed to you — for FREE by CLICKING HERE NOW or the button below.\nUnsubscribe anytime. Read our Terms, Financial Services Guide, Privacy Policy. We’ll never sell your email address. Our company is Australian owned.\nInformation warning: The information on this website is published by The Rask Group Pty Ltd (ABN: 36 622 810 995) is limited to factual information or (at most) general financial advice only. That means, the information and advice does not take into account your objectives, financial situation or needs. It is not specific to you, your needs, goals or objectives. Because of that, you should consider if the advice is appropriate to you and your needs, before acting on the information. If you don’t know what your needs are, you should consult a trusted and licensed financial adviser who can provide you with personal financial product advice. In addition, you should obtain and read the product disclosure statement (PDS) before making a decision to acquire a financial product. Please read our Terms and Conditions and Financial Services Guide before using this website. The Rask Group Pty Ltd is a Corporate Authorised Representative (#1280930) of AFSL #383169.\n \n \nThe information on this website is general financial advice only. That means, the advice does not take into account your objectives, financial situation or needs. Because of that, you should consider if the advice is appropriate to you and your needs, before acting on the information. In addition, you should obtain and read the product disclosure statement (PDS) before making a decision to acquire a financial product. If you don’t know what your needs are, you should consult a trusted and licensed financial adviser who can provide you with personal financial product advice. Please read our Terms & Conditions and Financial Services Guide before using this website.\n© Rask Australia 2017 – 2023\n\nHedge fund LHC Capital is the latest firm to buy into sleep apnoea devices manufacturer ResMed, shrugging off concerns over the company’s key revenue markets amid the rapid rise of weight-loss drugs like Ozempic.\nThe homegrown firm, run by Marcus Hughes and Stephen Aboud, told clients in an annual letter that its “small trading” position in ResMed made a “modest positive contribution” to the Australia High Conviction Fund which booked an annual return of 31.2 per cent in 2023 –  a strong result in what proved to be a difficult year for hedge funds.\nThe Daily Habit of Successful People\n",
        "urls": [
            "https://www.fool.com.au/2024/01/29/why-it-isnt-too-late-to-buy-resmed-shares/",
            "https://fnarena.com/index.php/2024/01/29/resmed-makes-a-comeback/",
            "https://www.intelligentinvestor.com.au/recommendations/resmed-interim-result-2024/153244",
            "https://www.raskmedia.com.au/2024/01/29/the-woolworths-group-ltd-asxwow-share-price-and-resmed-cdi-asxrmd-share-price-are-worth-watching-9/",
            "https://www.afr.com/markets/equity-markets/hedge-fund-lhc-buys-in-resmed-bets-against-sceptics-20240123-p5ezgt",
            "https://au.finance.yahoo.com/news/decoding-resmed-inc-rmd-strategic-051238859.html",
            "https://www.barrons.com/articles/resmed-stock-weight-loss-fafc7174",
            "https://www.livewiremarkets.com/wires/asx-200-to-rise-s-p-500-gives-back-early-strength-resmed-s-earnings-beat",
            "https://sleepreviewmag.com/sleep-treatments/therapy-devices/cpap-pap-devices/increased-demand-sleep-devices-spurs-revenue-growth-resmed/",
            "https://www.skynews.com.au/opinion/ross-greenwood/resmed-quarterly-revenue-lifts-12-per-cent-to-12-billion/video/ee8910f2043d09e893e4990fcb26bcb1"
        ],
        "page_contents": [
            [
                "Notifications",
                "Scott Phillips just released his 5 best stocks to buy right now and you could grab the names of these stocks instantly!",
                " ",
                "TO MAKE THE WORLD\nSMARTER, HAPPIER, AND RICHER.",
                "Founded in 1993 by brothers Tom and David Gardner, The Motley Fool helps millions of people attain financial freedom through our website, podcasts, books, newspaper column, radio show, and premium investing services.",
                "Goldman Sachs believes this top stock could keep climbing.",
                "Sign Up for Take Stock\nInvestment news, stock ideas, and more, straight to your inbox.",
                "Get Started Investing\nYou can do it. Learn about investing with our Investing Education hub.",
                "Win at Retirement\nOur latest articles and strategies for the post-work life you want.",
                "Listen to Our Podcast\nHear our experts take on shares, the market & how to invest.",
                "Join Our Premium Community\nJoin our flagship membership service, Share Advisor.",
                "Image source: Getty Images",
                "You’re reading a free article with opinions that may differ from The Motley Fool’s Premium Investing Services. Become a Motley Fool member today to get instant access to our top analyst recommendations, in-depth research, investing resources, and more. Learn More",
                "ResMed Inc (ASX: RMD) shares have been on a strong run this month.",
                "Since the start of January, the sleep treatment company's shares have risen 10.5%.",
                "A good portion of this gain came last week after ResMed impressed the market with its second quarter update.",
                "The good news for investors is that the team at Goldman Sachs believes the company's shares can still rise materially from current levels.",
                "According to a note, the broker has responded to ResMed's quarterly update by reiterating its buy rating and lifting its price target to $33.50.",
                "Based on the current ResMed share price of $28.45, this implies potential upside of 18% for investors over the next 12 months.",
                "Commenting on the quarter, Goldman said:",
                "RMD reported solid +4-6% earnings beats at 2Q24 as US device growth recovered back to/above market growth, whilst the pace of gross margin recovery exceeded our expectations.",
                "Goldman also addressed concerns over gross margins, competitive dynamics, and the impact of GLP-1s such as Ozempic. It said:",
                "Taking a higher-level view beyond the quarter, the three primary debates that have dominated investor focus over the last 12+ months have been: 1) the potential impact of further GLP-1 adoption on CPAP demand/adherence; 2) the shape of GM recovery, and if/when RMD can return to pre-Covid profitability; and 3) competitive dynamics amongst incumbents, particularly the magnitude of impact if/when PHIA re-enters the US CPAP markets. On all three points we believe there is sufficient positivity to continue to see asymmetric upside risk at current valuations and, overall, we saw nothing today to change our fundamental views.",
                "Overall, the broker sees ResMed as a top option for investors right now despite its strong gains this month.",
                "",
                "",
                "When investing expert Scott Phillips has a stock tip, it can pay to listen. After all, the flagship Motley Fool Share Advisor newsletter he has run for over ten years has provided thousands of paying members with stock picks that have doubled, tripled or even more.* ",
                "Scott just revealed what he believes could be the 'five best ASX stocks' for investors to buy right now. These stocks are trading at near dirt-cheap prices and Scott thinks they could be great buys right now...",
                "",
                "See The 5 Stocks\n*Returns as of 10 November 2023\n",
                "Motley Fool contributor James Mickleboro has positions in ResMed. The Motley Fool Australia's parent company Motley Fool Holdings Inc. has positions in and has recommended Goldman Sachs Group and ResMed. The Motley Fool Australia has positions in and has recommended ResMed. The Motley Fool has a disclosure policy. This article contains general investment advice only (under AFSL 400691). Authorised by Scott Phillips.",
                "\nJanuary 29, 2024 |\n        Sebastian Bowen    ",
                "Could CSL get an earnings boost next month?",
                "\n        Read more »\n",
                "\nJanuary 25, 2024 |\n        James Mickleboro    ",
                "ResMed shareholders will be sleeping soundly tonight after this update.",
                "\n        Read more »\n",
                "\nJanuary 25, 2024 |\n        James Mickleboro    ",
                "This sleep treatment company was in fine form during the second quarter.",
                "\n        Read more »\n",
                "\nJanuary 24, 2024 |\n        James Mickleboro    ",
                "What's going on with this popular stock on Wednesday?",
                "\n        Read more »\n",
                "\nJanuary 24, 2024 |\n        Tristan Harrison    ",
                "Is this a healthy opportunity?",
                "\n        Read more »\n",
                "\nJanuary 24, 2024 |\n        Tony Yoo    ",
                "You don't have to have 100% winners in your portfolio. Just check out this star, which could have carried the…",
                "\n        Read more »\n",
                "\nJanuary 23, 2024 |\n        Sebastian Bowen    ",
                "Polynovo shares are rocketing for the second day in a row...",
                "\n        Read more »\n",
                "\nJanuary 23, 2024 |\n        Tristan Harrison    ",
                "This is a very healthy opportunity in my opinion.",
                "\n        Read more »\n",
                "View All",
                "The Motley Fool stands behind our products and our membership-fee-back guarantee. If for any reason you are not 100% satisfied with your premium subscription, simply notify us within the first 30 days and you won't pay a cent.",
                "By taking up this offer, you will also be enrolled in our auto-renewal program, which is our way of making your ongoing subscription easier by ensuring uninterrupted service.  Don't worry, though – you're not locked in, and can cancel your auto-renewal at any time before each 'anniversary' date without question or penalty.",
                "This Service provides only general, and not personalised financial advice, and has not taken your personal circumstances into account. The Motley Fool Australia operates under AFSL 400691. For more information please see our Financial Services Guide. Please remember that investments can go up and down. Past performance is not necessarily indicative of future returns. The Motley Fool Australia does not guarantee the performance of, or returns on any investment.",
                "We respectfully acknowledge the Traditional Custodians of the land where we live and work and pay our respects to all Elders, past and present, of all Aboriginal and Torres Strait Islander nations.",
                "© 2010 - 2023 The Motley Fool Australia Pty Ltd. All rights reserved.",
                "ACN: 146 988 052",
                "Australian Financial Services Licence (AFSL): 400691",
                "The Motley Fool Australia, PO Box 104, Isle of Capri, Qld 4217",
                "Contact Details:\nPhone: (03) 8592 4841\nEmail: membersupportAU@fool.com.au\nOur friendly customer service team will happily get back to you as soon as they can."
            ],
            [
                "Forgot Password?",
                "Forgot Password ?",
                "Australia |  1:29 PM",
                "This story features RESMED INC. For more info SHARE ANALYSIS: RMD",
                "ResMed’s December quarter showed long-awaited margin improvement and relieved market fears of the impact of weight-loss drugs.",
                "-ResMed’s Q2 result receives applause-Gross margin expansion the highlight-Efficiencies should lead to further improvement-Weight loss drugs may actually help, not hinder",
                "By Greg Peel",
                "In August last year, global pharma companies Novo Nordisk and Eli Lilly each rallied over 15% after data from a cardiovascular study suggested that GPL-1 weight-loss drugs not only reduced weight, but also lowered the risk of cardiovascular disease in obese patients.",
                "Given the connection between obesity and sleep apnoea, the market assumed the rise of GLP-1s would lead to a fall in demand for ResMed’s ((RMD)) devices. The stocks subsequently lost over -25% of its value in a month.",
                "The stock has since been quietly making a comeback as market panic subsided, and on a positive response to the company’s December quarter earnings result released last Thursday, ResMed has all but recouped those losses.",
                "",
                "At the Margin",
                "Analysts have long been waiting to see improvement in ResMed’s gross margin, which took a hit as a fallout from covid. As it was, the gross margin rose 90 basis points in the December quarter from the previous quarter to 57%, exceeding analyst forecast by 60-80 points or so depending on their forecasts.",
                "While ResMed’s device sales grew 11% in the quarter (constant currency), and mask sales 9%, it was margin expansion that had analysts cheering.",
                "There were three clear drivers of the expansion.",
                "Firstly, ResMed implemented low to mid single-digit price increases last October, which showed up in the December quarter but will progressively benefit in the next few quarters, analysts suggest, as customers roll off their current contracts.",
                "Reduced freight costs were a big contributor to margin expansion as ResMed transitioned to sea freight from air freight during covid disruptions. While there could be further freight savings ahead, management is cautious given sea freight costs have recently increased due to the Red Sea conflict and “long way round” diversions.",
                "If there is an impact, it will not impact the current quarter.",
                "Finally, manufacturing efficiencies made a contribution. The availability of the newer AirSense 11 mask is increasing, which will allow ResMed to phase out the AirSense 10. Analysts note the shift to one manufacturing line should improve efficiency of the production process and provide an opportunity for manufacturing optimisation.",
                "Furthermore, ResMed reduced its selling, general & administrative expenses in the quarter and its R&D expenses, largely as a result of reducing its global workforce by -5%, mostly in non-SG&A activities. The company is instead planning to invest more in product innovation and increased brand awareness.",
                "Ord Minnett, for one, believes this is a sound strategy to help further penetrate the market.",
                "Overblown Threat",
                "When ResMed’s share price initially collapsed on the emergence of GLP-1s, analysts were quick to call the response overblown. One reason is the drugs are expensive, and not a once-only cure. Rather, weight will return if one stops taking them.",
                "Fast-forward to now and there is more reason to believe the impact will be minimal. In fact, the drugs may even work in ResMed’s favour simply by increasing awareness of sleep apnoea among the obese.",
                "UBS points to recent data showing patients with a GLP-1 script and an OSA (obstructive sleep apnoea) diagnosis are more likely to begin CPAP (continuous positive airway pressure) therapy than those with just the OSA diagnosis. This has attracted investor attention and the company plans to present more analyses later, although clinical trials are not planned.",
                "However, Eli Lilly has been conducting its SURMOUNT-OSA trial to assess the weight-loss effectiveness of its drug. Results are expected in April. Importantly, the trial is broken into two groups of patients – those using CPAP now and those not.",
                "ResMed emphasised at its conference call that a combination of GLP-1 and CPAP is expected to emerge as the best solution. Data have highlighted that patients on GLP-1s are more likely to initiate CPAP therapy, which would lead to higher rates of adherence and resupply, Macquarie notes.",
                "The bottom line is a combination of GLP-1 and CPAP therapy is expected to bring better results than substitution of CPAP with GLP-1.",
                "Management also noted that even when assuming the drugs will reduce sleep apnoea by -15%, there will still be over one billion people in the global addressable market by 2050.",
                "Competition",
                "Also hanging over ResMed’s outlook for some time now has been the anticipated return to market of Philip’s competing mask. Yet as time has gone on, that timeline seems to always move out further.",
                "In the meantime, ResMed has improved market share. This is unlikely to be eroded by the return of Philips, most analysts believe, and at this stage the US FDA has requested supplementary testing on the recalled CPAP machines.",
                "What’s more, ResMed has received regulatory and reimbursement approval for a new mask offering, with a market launch expected “soon”.",
                "Citi nevertheless plays a cautious line, forecasting a rebasing of the CPAP device market over several years combined with Philips gradually regaining around 20% market share, stealing some 10% from ResMed.",
                "Broker Views",
                "ResMed’s result has seen brokers rush to upgrade their earnings forecasts, with increased revenues and margin expansion expected to continue.",
                "There are six brokers monitored daily by FNArena covering the stock. Five already held Buy or equivalent ratings, although two are yet to update. UBS is the loner with a Neutral rating. The consensus price target has increased to $33.04 from $32.23.",
                "(Note: UBS quotes a target in US dollars, and is thus not included in the consensus measure.)",
                "Among brokers not monitored daily, Jarden has increased its target to $31.2 from $30.13 and retains Overweight.",
                "Wilsons has increased its valuation by 4%, and set a target of $31.29 (last $30.00 in November). Wilsons retains Overweight.",
                "Goldman Sachs has upgraded its forecasts and retains Buy, alongside a target of $33.50.",
                "Elsewhere, RBC Capital has raised its price target by one dollar to US$182 while rating the US-listed shares as Sector Perform.",
                "Find out why FNArena subscribers like the service so much: \"Your Feedback (Thank You)\" – Warning this story contains unashamedly positive feedback on the service provided.",
                "FNArena is proud about its track record and past achievements: Ten Years On",
                "",
                "Click to view our Glossary of Financial Terms",
                "For more info SHARE ANALYSIS: RMD - RESMED INC",
                "\n\n",
                "1:29 PM - Australia",
                "10:45 AM - Daily Market Reports",
                "10:00 AM - Weekly Reports",
                "8:57 AM - Daily Market Reports",
                "8:15 AM - Daily Market Reports",
                "",
                "Jan 15 2024 - Rudi's View",
                "Jan 23 2024 - Technicals",
                "Jan 16 2024 - Weekly Reports",
                "Jan 22 2024 - PR NewsWire",
                "Jan 10 2024 - Weekly Reports",
                "Jan 11 2024 - Book Reviews",
                "© FNArena 2024. All Rights Reserved. No portion of this website may be reproduced, copied or in any way re-used without written permission from FNArena. All subscribers should read our terms and conditions, click here"
            ],
            [
                "When we come to a company’s result, we approach it either as a rabbit or a lion. For the rabbit results, we are looking at the big picture, scouring the horizon for any dangers or opportunities. For one demanding a lion’s approach, we need to zoom in on a few key items that could make or break an investment case.",
                "",
                "By default, members will receive the following communications via email. At any time, once logged in, you can choose which emails your wish to receive (or not) via the My Details section:",
                "Mid-week update - Lists all the research and recommendations from the week.",
                "Weekend Briefing - An overview of the week gone and what to expect in the week to come.",
                "If you add your investments to the portfolio manager you will also receive regular updates including; recommendations, alerts, market pricing, dividends, profit & loss and your overall net wealth.",
                "Featured reports, invites to investor seminars and events, plus exclusive offers.",
                "As an InvestSMART group member, you will occasionally receive operational updates. These could be about new features, changes to your membership, security information, or general business updates.",
                "Proudly",
                "IMPORTANT: This information is general financial product advice only and you should consider the relevant Product Disclosure Statement (PDS),  Financial Services Guide (FSG), Target Market Determination (TMD) or seek professional advice before making any investment decision. The PDS for financial products offered through InvestSMART can be downloaded from this website or obtained by contacting 1300 880 160.",
                "\n    * InvestSMART’s capped management fees (capped at $550 p.a.) do not include indirect cost ratio charged by ETF providers nor brokerage.  Indirect Costs are estimated to be between 0.09% - 0.30% p.a. depending on the portfolio.  For more information about fees and costs, please see the Product Disclosure Statement and Investment Menu.\n",
                "\n    # Performance figures are after management and admin fees excl. brokerage and assuming dividends re-invested and no withdrawals. Performance figures for periods greater than one year are annualised and presented as \"per annum\" values. The peer comparison figures have been sourced from Morningstar data and is therefore limited to the funds and investment products included in their database. This may not include all funds available for retail investment in Australia. The peer calculation is inclusive of admin and management fees; excludes brokerage and no withdrawals have been made. InvestSMART cannot determine whether or not franking has been included, nor if dividends have been reinvested. Historical performance is not a reliable indicator of future performance.\n",
                "\n    ^ Only funds and investment products included in the Morningstar Australia database are available for fee and performance comparison. This may not include all funds available for retail investment in Australia. Only funds with > three year returns were included in any fee comparison, and were compared to Morningstar’s nominated benchmark. Fees are calculated by Morningstar as the average over 10 years. Whilst every care has been taken in producing these numbers, InvestSMART does not guarantee the accuracy of the figures produced in the table. Fee data may not include all costs being charged such as platform and adviser fees. For the effect of fees on your cumulative returns, please see our report How Fees Can Destroy Your Wealth.\n",
                "\n    ^^ The performance figures for the Intelligent Investor Income and Growth Model Portfolios are since inception on 1 August 2001 using theoretical buys and sells without brokerage and management fees until 1 July 2015. After the 1 July 2015 performance figures (after fees and brokerage) were recorded from the Separately Managed Accounts that mirrored these models. After 18 June 2019 performance figures (after fees and brokerage) have been recorded from the Australian Equity Income ETF (ASX: INIF) which mirrors the Income Model and after 5 October 2020 performance figures (after fees and brokerage) have been recorded from the Australian Equity Growth ETF (ASX: IIGF) which mirrors the Growth Model. Past performance may not be a reliable indicator of future performance.\n"
            ],
            [
                "Accessibility Tools",
                "Site menu",
                "",
                "",
                "Site menu",
                "",
                "",
                "Menu",
                "",
                "",
                "",
                "",
                "",
                "",
                "Founded in 1924, Woolworths is a retail operator in Australia and New Zealand with over 3,000 stores and over 100,000 employees. It is currently the Australia’s largest company in terms of revenue and market share.",
                "Woolworths’ main operations include supermarkets (under the Woolworths brand in Australia and Countdown in New Zealand), retailing through its discount department stores under the Big W brand, and business-to-business (B2B) brands like PFD. Overwhelmingly, it’s 35%+ share of Australian supermarkets is its crown jewel. ",
                "Woolworths is a very popular choice for many ASX investors seeking dividend income. It consistently pays a fully franked dividend, usually at a yield of over 3%, and offers a very defensive earnings stream. It’s competitive advantage is probably best summarised as scale (distribution, low costs, etc.) and proximity (most shoppers still shop based on distance to the supermarket). ",
                "Since we consider Woolworths Group Ltd to be a blue chip stock, or a mature business, we like to look at things like return on invested capital (ROIC) and revenue growth as signs of sustainability. In FY23, Woolworths Group Ltd had an ROIC of 13.20% and revenue has compounded at 6.6% in recent years. Anything over 10% ROIC is pretty strong for a mature-style business, since its cost of capital is likely below that level, so Woolworths Group Ltd crosses this hurdle.",
                "",
                "Resmed was founded in 1989 by Peter Farrell in Australia but is now based in San Diego, California. It is a medical equipment company that provides cloud-connectable continuous positive airway pressure, or CPAP, machines for the treatment of obstructive sleep apnea (OSA). If Resmed’s name or financial reports look different it’s because Resmed’s ASX shares are CDIs and its primary listing is the NYSE.",
                "Resmed operates on a global scale, with 10,000+ employees and a presence in over 140 countries. It has two primary business units: Sleep and Respiratory Care, and Software as a Service (SaaS). Within Sleep and Respiratory Care, ResMed provides industry-leading CPAP machines for sleep apnea. Other devices are often marketed in this space but CPAP is the most effective therapy for all severities of OSA. The Respiratory Care unit covers patients ranging from those who only require therapy from CPAP systems at night to those who are dependent on non-invasive or invasive ventilation for life-support. Within the SaaS unit Resmed providers that assists durable or home medical equipment (DME/HME). Basically, it assists in out-of-hospital care. ",
                "Due to Resmed’s large digital health network powered by its cloud-connected devices, Resmed can leverage its industry-leading hardware (e.g. masks and humidifiers) and its SaaS data to drive insights, improve outcomes and reduce overall healthcare costs.",
                "One way to have a ‘speedy read’ of where the WOW share price is, is to study something like dividend yield thru time. Remember, the dividend yield is effectively the ‘cash flow’ to a share holder, but it can be influenced by yearly or bi-yearly fluctuations. Currently, Woolworths Group Ltd shares have a dividend yield of around 2.87%, which compares to its 5-year average of 2.66%. Put simply, WOW shares are trading below their historical average dividend yield.",
                "The RMD share price trades at a price-sales ratio of 4.42x, which compares to its 5-year long-term average of 7.81x. So, RMD shares are trading below their historical average. However, please do more investigating than a simple multiple like this. Our websites explain Discounted Cash Flow (DCF), Dividend Discount Models (DDM), and many different ways to value a share, like Resmed CDI.",
                "Before jumping into either of these companies, I strongly encourage you to check this out…",
                "With interest rates UP, now could be one of the best times to start earning passive income from a portfolio. Imagine earning 4%, 5% — or more — in dividend passive income from the best shares, LICs, or ETFs… it’s like magic.",
                "So how do the best investors do it?",
                "Chief Investment Officer Owen Rask has just released his brand new passive income report. Owen has outlined 10 of his favourite ETFs and shares to watch, his rules for passive income investing, why he would buy ETFs before LICs and more.",
                "You can INSTANTLY access Owen’s report — or get it emailed to you — for FREE by CLICKING HERE NOW or the button below.",
                "Unsubscribe anytime. Read our Terms, Financial Services Guide, Privacy Policy. We’ll never sell your email address. Our company is Australian owned.",
                "Information warning: The information on this website is published by The Rask Group Pty Ltd (ABN: 36 622 810 995) is limited to factual information or (at most) general financial advice only. That means, the information and advice does not take into account your objectives, financial situation or needs. It is not specific to you, your needs, goals or objectives. Because of that, you should consider if the advice is appropriate to you and your needs, before acting on the information. If you don’t know what your needs are, you should consult a trusted and licensed financial adviser who can provide you with personal financial product advice. In addition, you should obtain and read the product disclosure statement (PDS) before making a decision to acquire a financial product. Please read our Terms and Conditions and Financial Services Guide before using this website. The Rask Group Pty Ltd is a Corporate Authorised Representative (#1280930) of AFSL #383169.",
                " ",
                " ",
                "The information on this website is general financial advice only. That means, the advice does not take into account your objectives, financial situation or needs. Because of that, you should consider if the advice is appropriate to you and your needs, before acting on the information. In addition, you should obtain and read the product disclosure statement (PDS) before making a decision to acquire a financial product. If you don’t know what your needs are, you should consult a trusted and licensed financial adviser who can provide you with personal financial product advice. Please read our Terms & Conditions and Financial Services Guide before using this website.",
                "© Rask Australia 2017 – 2023"
            ],
            [
                "Hedge fund LHC Capital is the latest firm to buy into sleep apnoea devices manufacturer ResMed, shrugging off concerns over the company’s key revenue markets amid the rapid rise of weight-loss drugs like Ozempic.",
                "The homegrown firm, run by Marcus Hughes and Stephen Aboud, told clients in an annual letter that its “small trading” position in ResMed made a “modest positive contribution” to the Australia High Conviction Fund which booked an annual return of 31.2 per cent in 2023 –  a strong result in what proved to be a difficult year for hedge funds.",
                "The Daily Habit of Successful People"
            ]
        ],
        "time_started": "2024-01-29T17:53:27"
    },
    "ba5e863e-0c8e-456a-9a5e-069d411658e0": {
        "status": "COMPLETE",
        "query": "canva IPO news",
        "result": "\nCanva will hold fire on a highly anticipated public listing until 2025 or 2026, but has developed plans to let employees and venture capital backers cash out well before then.\nThe $US25.6 billion ($40.5 billion) valued graphic design software company has been such a success that the Australian VC industry has billions of dollars riding on its listing, which has appeared just over the horizon for years.\nSponsored \nby XAM Consulting\nThe Daily Habit of Successful People\n\nCanva’s next big move.\nUnicorn start-up Canva has announced its next big move as it looks to embark upon another phase of growth ahead of its proposed NYSE listing.\nThe Aussie business has revealed plans for a flagship Sydney campus, scheduled to open in 2026.\nCanva, which has been estimated to be worth as much as $40 billion, has just submitted a development application for 8 Kippax St, Surry Hills after buying the building last year.\nThe building sits just a block from Central Station with easy access to transport, local amenties and eateries.\nAccording to reports, Canva, an online design and publishing tool, paid around $120m for the building marketed by Knight Frank’s Ben Schubert and Jonathan Vaughan.\nThe building occupies a 1037 sqm site with three street frontages and boasts 8568 sqm over 10 storeys.\nMORE: John Singleton changes tack after new love and new home\nCanva is aiming to reuse the existing building as much as possible.\nCanva currently occupies several smaller offices spaces in the surrounding streets.\nOn announcing the DA, Canva said “The new office is set to play an enormous role in the company’s plans to accelerate growth as it doubles down on fuelling visual communication in the enterprise sector.\n“Despite no return-to-office mandate, the 12,000 sqm development also signals Canva’s continued investment in growing its team whilst championing hybrid work, rooted in flexibility and connection.\n“This comes following an exponential year of growth, which saw the Canva team expand by 1,128 to 4,000 people worldwide.”\nOver the past 12 months Canva has opened new offices in Melbourne, Austin, Texas and its first European location in London.\nMORE NEWS:\n‘Rare’ listing offers beachside living above lolly shop and bar\n‘Iconic’ corner store listing bringing back memories\nThe refurbished building will have a green roof to foster biodiversity and generate green energy.\nThe new Canva building sits in a growing area, across the road from the Australian headquarters of News Corp. It is just down the road from the office in which Canva started a decade ago. Blackmores and Sony also call Surry Hills – considered one of Australia’s strongest performing office regions – home.\n“A big part of being a force for good is taking our responsibility to sustainability seriously,” Canva said in a statement about the new building.\n“We’re taking a “do more with less” philosophy to the overall design of this new campus by aiming to reuse the existing building as much as possible, and only rebuild where necessary to meet current standards or optimise sustainability.\nHow the building looks now.\nCanva’s co-founders Cliff Obrecht, Melanie Perkins and Cameron Adams. Picture: Britta Campion / The Australian\n“We’re disconnecting gas, powering all energy usage with renewable electricity, and introducing a green roof to foster biodiversity and generate green energy.\n“Promoting and nurturing connection with local communities has also been an important part of how we’ve designed our existing spaces.\n“To continue this, our new Sydney Campus will feature various communal areas for cafes, bars, outdoor spaces, events, volunteering, and collaborative work with the goal of bringing our teams and community together.\n“We also plan to create child-friendly zones, replace 55 car spaces with a gym, bike parking, e-charging stations, and end-of-trip facilities, and build wellness areas for fitness and meditation.”\nFounders Cliff Obrecht, Cameron and Melanie Perkins established the high-flying Canva 10 years ago.\nLatest reports say Canva will likely list on the New York Stock Exchange in 2025 or 2026.\nMORE NEWS: Aussie hotspots to invest in 2024\nKate Waterhouse, Luke Ricketson sell up in Kings Cross\nYear of beds and sheds’ is here\nNews\nNews\nNews\nNews\nNews\nNews\nInternational sites\nPartner sites\nrealcommercial.com.au is owned and operated by ASX-listed REA Group Ltd (REA:ASX) © REA Group Ltd.\n\n\nPotential IPOs of Arm and Canva could give market a boost. Picture Getty\nIPO Watch\n\nAugust 11, 2023August 11, 2023 |  Eddy Sunarto \nLink copied to clipboard\n \nThe global IPO market has been in the doldrums for a couple years now, but it could be on the verge of a resurrection following the announcements of a couple of potential big listings.\nSoftBank’s British chip design unit, Arm, plans to float its shares in an IPO on the Nasdaq in September, with a market cap expected to be north of US$60 billion.\nAccording to the Nikkei, leading global chipmakers – including Apple, Samsung Electronics, Nvidia and Intel – will acquire Arm shares from Softbank as soon as the company is listed on the market.\nHeadquartered in Cambridge, Arm is a critical player in the global semiconductor industry, and was previously courted by US chipmaker Nvidia.\nArm’s sales reached US$2.8 billion in FY22, as its power-sipping designs have given it a global market share of more than 90% for smartphone chips.\nIn another potential IPO blockbuster this year, Aussie juggernaut Canva has given hints of a potential listing which could value it at US$40 billion.\nThe latest valuation further confirms Canva’s status as one of the fastest-growing software companies in history, having started from zero only in 2012.\nCanva runs a freemium model where creators can use graphics designs for free initially, with an option to pay for a premium upgrade later on.\n“A resurgence in global IPO activity is anticipated to start late 2023 as economic conditions and market sentiment gradually improve with the tight monetary policy entering its final stage,” said a report from EY.\n \n \nOn the ASX, there was just one IPO listing over the past month.\nStorage King owner, Abacus Storage King (ASX:ASK), was listed last week at $1.41 but has since dropped to $1.26 today.\nAbacus is Australasia’s largest self storage company, with a huge network of storage locations across Australia and New Zealand. It also sells boxes and packing materials.\nMeanwhile, the best performing IPO stock in 2023 has been Leeuwin Metals (ASX:LM1), with a gain of almost 50% since debut.\nLeewin explores critical metals vital for electric vehicles and renewable energy, and has projects located in Canada and Western Australia which are highly prospective for nickel, copper, PGEs and lithium.\nIn July, the company announced that a Rare Earth Elements (REE) anomaly has been identified from assays received from the 1,000-soil sample program collected at the Gascoyne Li-REE Project in WA.\nThe second best performing IPO is Evergreen Lithium (ASX:EG1), which has climbed by 20% since listing.\nEvergreen’s flagship Bynoe lithium project is adjacent to Core Lithium (ASX:CXO) and its producing Finniss mine in the Northern Territory.\nBack in March, Evergreen’s chief technical advisor Jason Ward told Stockhead the company is more than just about being next door to a big deposit.\n“The initial geochemistry found really big lithium anomalies and they appear to be right next to Core Lithium’s anomalies and contiguous with them,” he said.\n“It’s not simply a nearology play, they’re contiguous geochemical samples to their mine.”\nDynamic Metals (ASX:DYM) meanwhile has risen by 10% since listing.\nDynamic is the successful spin-off from Jindalee Resources (ASX:JRL), and is progressing exploration across  its portfolio of projects in the critical minerals space in WA.\nIn an announcement on Monday, Dynamic said a Programme of Work (PoW) has been approved for high priority RC drilling at recently granted Democrat tenement, part of its flagship Widgiemooltha Project.\nDrill rig and exploration crew are now set to mobilise to site by the end of August.\n \nAll dates are sourced from the ASX website. They could change without notice.\n \nExpected listing: August 17\nIPO: $5m at $0.20\nCleo is a medical diagnostics and devices development company.\nThe company’s product makes early diagnosis of ovarian cancer a reality with a simple and accurate blood test.\nIts flagship is the CleoDX platform, a test kit designed to detect a novel protein biomaker CXCL10 in the blood which is present very early and through all stages of ovarian cancer.\nAfter blood is collected, risk evaluation is performed and an assessment is made by Cleo’s proprietary algorithm.\n \nExpected listing: August 23\nIPO: $25m at $0.48\nCurveBeam AI develops and manufactures a range of specialised medical imaging (CT) scanners and supporting clinical assessment software.\nBased in Melbourne, the company is said to be a a leader in cone beam CT imaging, paving new frontiers in artificial intelligence (AI)-based bone and joint analysis.\nCurvebeam’s technology involves deep learning AI (DLAI) expertise, which it delivers across orthopedics and bone health (fragility fracture prevention).\n \nExpected listing: August 24\nIPO: $15m at $0.20\nAMG is developing a gold production business in the Charters Towers region in Northern Queensland, and has secured rights to a land package covering over 600km2 containing historical mines, mineral resources, highly prospective exploration potential and a gold processing plant.\nThe 340Ktpa Blackjack Processing Plant is a conventional Carbon in Pulp (CIP) plant, located 15 minutes from Charters Towers.\nThe Far Fanning gold project lies on a permitted Mining Lease with historical production of 47,200oz gold from 664,000t of ore at average 2.2g/t gold.\n \nLink copied to clipboard\nGet the latest Stockhead news delivered free to your inbox.\n\"*\" indicates required fields\n\n\t\t\t\t\t\t\t\t\t\tIt's free. Unsubscribe whenever you want.\n\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\tBy proceeding, you confirm you understand that we handle personal information in accordance with our Privacy Policy.\n\t\t\t\t\t\t\nIPO Watch\n  January 24, 2024   |        Eddy Sunarto   \nMining\n  January 22, 2024   |        Josh Chiat   \nIPO Watch\n  January 10, 2024   |        Eddy Sunarto   \nMining \nMining \nMining \nGet the latest stock news and insights straight to your inbox.\n\"*\" indicates required fields\n\n\t\t\t\t\t\t\tBy proceeding, you confirm you understand that we handle personal information in accordance with our Privacy Policy.\n\t\t\t\t\t\t\n\n\t\t\t\t\t\tStockhead is providing factual information where there is a reasonable likelihood of doubt.\n\t\t\t\t\t\tThe information is not intended to imply any recommendation or opinion about a financial product.\n\t\t\t\t\t\n\nA note about relevant advertising \n\t\t\t\t\t\tWe collect information about the content (including ads) you use across this site and use it to make both advertising and content more relevant to you on our network and other sites.\n\t\t\t\t\t\tThis is also known as Online Behavioural Advertising. You can find out more about our policy and your choices, including how to op-out here\n\n\n\t\t\t\t\t\t\t\tFor investors, getting access to the right information is critical. \n\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\t\tStockhead’s daily newsletters make things simple: Markets coverage, company profiles and industry insights from Australia’s best business journalists – all collated and delivered straight to your inbox every day.\n\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\t\tMarkets coverage, company profiles and industry insights from Australia’s best business journalists – all collated and delivered straight to your inbox every day.\n\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\t\tIt’s free. Unsubscribe anytime.\n\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\t\tBy proceeding, you confirm you understand that we handle personal information in accordance with our Privacy Policy.\n\t\t\t\t\t\t\t\n\"*\" indicates required fields\nGet the latest Stockhead news delivered free to your inbox.\n\n\n\n\n\n\n\n\nEmail Lists\n\n\nMorning Update\n\n\nLunch Update\n\n\nMarket Close Update\n\n\nWeekend Update\n\n\nBy proceeding, you confirm you understand that we handle personal information in accordance with our Privacy Policy\nNotifications\n\n",
        "urls": [
            "https://www.afr.com/technology/canva-won-t-list-before-2025-but-investors-will-still-get-rich-soon-20231013-p5ec6h",
            "https://www.realcommercial.com.au/news/canvas-next-big-move-ahead-of-ipo",
            "https://www.smh.com.au/technology/canva-eyes-us1-5b-share-sale-despite-valuation-headwinds-20240122-p5ez6a.html",
            "https://stockhead.com.au/ipo-watch/ipo-wrap-potential-arm-and-canva-listings-could-jolt-ipo-market-as-this-ai-stock-gets-set-for-asx-debut/",
            "https://www.fool.com/investing/how-to-invest/stocks/how-to-invest-in-canva-stock/",
            "https://www.theaustralian.com.au/business/technology/canvas-new-valuation-as-blackbird-sells-150m-stake-to-coatue-management-and-iconiq-capital/news-story/0ba4a261d1986b65e908ad478a881769",
            "https://www.theinformation.com/articles/canva-nears-1-billion-stock-sale-for-employees-and-investors-part-of-wave-of-private-deals",
            "https://thewest.com.au/business/blackbird-ventures-airtree-ventures-will-delay-liquidating-canva-fund-potentially-pushing-back-ipo-to-2026-c-12221213",
            "https://www.afr.com/chanticleer/canva-s-new-revenue-number-supports-39b-valuation-ipo-the-real-test-20231005-p5e9xv",
            "https://www.barrons.com/articles/adobe-rival-canva-start-up-c2adfbf8"
        ],
        "page_contents": [
            [
                "Canva will hold fire on a highly anticipated public listing until 2025 or 2026, but has developed plans to let employees and venture capital backers cash out well before then.",
                "The $US25.6 billion ($40.5 billion) valued graphic design software company has been such a success that the Australian VC industry has billions of dollars riding on its listing, which has appeared just over the horizon for years.",
                "Sponsored ",
                "by XAM Consulting",
                "The Daily Habit of Successful People"
            ],
            [
                "Canva’s next big move.",
                "Unicorn start-up Canva has announced its next big move as it looks to embark upon another phase of growth ahead of its proposed NYSE listing.",
                "The Aussie business has revealed plans for a flagship Sydney campus, scheduled to open in 2026.",
                "Canva, which has been estimated to be worth as much as $40 billion, has just submitted a development application for 8 Kippax St, Surry Hills after buying the building last year.",
                "The building sits just a block from Central Station with easy access to transport, local amenties and eateries.",
                "According to reports, Canva, an online design and publishing tool, paid around $120m for the building marketed by Knight Frank’s Ben Schubert and Jonathan Vaughan.",
                "The building occupies a 1037 sqm site with three street frontages and boasts 8568 sqm over 10 storeys.",
                "MORE: John Singleton changes tack after new love and new home",
                "Canva is aiming to reuse the existing building as much as possible.",
                "Canva currently occupies several smaller offices spaces in the surrounding streets.",
                "On announcing the DA, Canva said “The new office is set to play an enormous role in the company’s plans to accelerate growth as it doubles down on fuelling visual communication in the enterprise sector.",
                "“Despite no return-to-office mandate, the 12,000 sqm development also signals Canva’s continued investment in growing its team whilst championing hybrid work, rooted in flexibility and connection.",
                "“This comes following an exponential year of growth, which saw the Canva team expand by 1,128 to 4,000 people worldwide.”",
                "Over the past 12 months Canva has opened new offices in Melbourne, Austin, Texas and its first European location in London.",
                "MORE NEWS:",
                "‘Rare’ listing offers beachside living above lolly shop and bar",
                "‘Iconic’ corner store listing bringing back memories",
                "The refurbished building will have a green roof to foster biodiversity and generate green energy.",
                "The new Canva building sits in a growing area, across the road from the Australian headquarters of News Corp. It is just down the road from the office in which Canva started a decade ago. Blackmores and Sony also call Surry Hills – considered one of Australia’s strongest performing office regions – home.",
                "“A big part of being a force for good is taking our responsibility to sustainability seriously,” Canva said in a statement about the new building.",
                "“We’re taking a “do more with less” philosophy to the overall design of this new campus by aiming to reuse the existing building as much as possible, and only rebuild where necessary to meet current standards or optimise sustainability.",
                "How the building looks now.",
                "Canva’s co-founders Cliff Obrecht, Melanie Perkins and Cameron Adams. Picture: Britta Campion / The Australian",
                "“We’re disconnecting gas, powering all energy usage with renewable electricity, and introducing a green roof to foster biodiversity and generate green energy.",
                "“Promoting and nurturing connection with local communities has also been an important part of how we’ve designed our existing spaces.",
                "“To continue this, our new Sydney Campus will feature various communal areas for cafes, bars, outdoor spaces, events, volunteering, and collaborative work with the goal of bringing our teams and community together.",
                "“We also plan to create child-friendly zones, replace 55 car spaces with a gym, bike parking, e-charging stations, and end-of-trip facilities, and build wellness areas for fitness and meditation.”",
                "Founders Cliff Obrecht, Cameron and Melanie Perkins established the high-flying Canva 10 years ago.",
                "Latest reports say Canva will likely list on the New York Stock Exchange in 2025 or 2026.",
                "MORE NEWS: Aussie hotspots to invest in 2024",
                "Kate Waterhouse, Luke Ricketson sell up in Kings Cross",
                "Year of beds and sheds’ is here",
                "News",
                "News",
                "News",
                "News",
                "News",
                "News",
                "International sites",
                "Partner sites",
                "realcommercial.com.au is owned and operated by ASX-listed REA Group Ltd (REA:ASX) © REA Group Ltd."
            ],
            [],
            [
                "Potential IPOs of Arm and Canva could give market a boost. Picture Getty",
                "IPO Watch",
                "\nAugust 11, 2023August 11, 2023 |  Eddy Sunarto ",
                "Link copied to clipboard",
                " ",
                "The global IPO market has been in the doldrums for a couple years now, but it could be on the verge of a resurrection following the announcements of a couple of potential big listings.",
                "SoftBank’s British chip design unit, Arm, plans to float its shares in an IPO on the Nasdaq in September, with a market cap expected to be north of US$60 billion.",
                "According to the Nikkei, leading global chipmakers – including Apple, Samsung Electronics, Nvidia and Intel – will acquire Arm shares from Softbank as soon as the company is listed on the market.",
                "Headquartered in Cambridge, Arm is a critical player in the global semiconductor industry, and was previously courted by US chipmaker Nvidia.",
                "Arm’s sales reached US$2.8 billion in FY22, as its power-sipping designs have given it a global market share of more than 90% for smartphone chips.",
                "In another potential IPO blockbuster this year, Aussie juggernaut Canva has given hints of a potential listing which could value it at US$40 billion.",
                "The latest valuation further confirms Canva’s status as one of the fastest-growing software companies in history, having started from zero only in 2012.",
                "Canva runs a freemium model where creators can use graphics designs for free initially, with an option to pay for a premium upgrade later on.",
                "“A resurgence in global IPO activity is anticipated to start late 2023 as economic conditions and market sentiment gradually improve with the tight monetary policy entering its final stage,” said a report from EY.",
                " ",
                " ",
                "On the ASX, there was just one IPO listing over the past month.",
                "Storage King owner, Abacus Storage King (ASX:ASK), was listed last week at $1.41 but has since dropped to $1.26 today.",
                "Abacus is Australasia’s largest self storage company, with a huge network of storage locations across Australia and New Zealand. It also sells boxes and packing materials.",
                "Meanwhile, the best performing IPO stock in 2023 has been Leeuwin Metals (ASX:LM1), with a gain of almost 50% since debut.",
                "Leewin explores critical metals vital for electric vehicles and renewable energy, and has projects located in Canada and Western Australia which are highly prospective for nickel, copper, PGEs and lithium.",
                "In July, the company announced that a Rare Earth Elements (REE) anomaly has been identified from assays received from the 1,000-soil sample program collected at the Gascoyne Li-REE Project in WA.",
                "The second best performing IPO is Evergreen Lithium (ASX:EG1), which has climbed by 20% since listing.",
                "Evergreen’s flagship Bynoe lithium project is adjacent to Core Lithium (ASX:CXO) and its producing Finniss mine in the Northern Territory.",
                "Back in March, Evergreen’s chief technical advisor Jason Ward told Stockhead the company is more than just about being next door to a big deposit.",
                "“The initial geochemistry found really big lithium anomalies and they appear to be right next to Core Lithium’s anomalies and contiguous with them,” he said.",
                "“It’s not simply a nearology play, they’re contiguous geochemical samples to their mine.”",
                "Dynamic Metals (ASX:DYM) meanwhile has risen by 10% since listing.",
                "Dynamic is the successful spin-off from Jindalee Resources (ASX:JRL), and is progressing exploration across  its portfolio of projects in the critical minerals space in WA.",
                "In an announcement on Monday, Dynamic said a Programme of Work (PoW) has been approved for high priority RC drilling at recently granted Democrat tenement, part of its flagship Widgiemooltha Project.",
                "Drill rig and exploration crew are now set to mobilise to site by the end of August.",
                " ",
                "All dates are sourced from the ASX website. They could change without notice.",
                " ",
                "Expected listing: August 17\nIPO: $5m at $0.20",
                "Cleo is a medical diagnostics and devices development company.",
                "The company’s product makes early diagnosis of ovarian cancer a reality with a simple and accurate blood test.",
                "Its flagship is the CleoDX platform, a test kit designed to detect a novel protein biomaker CXCL10 in the blood which is present very early and through all stages of ovarian cancer.",
                "After blood is collected, risk evaluation is performed and an assessment is made by Cleo’s proprietary algorithm.",
                " ",
                "Expected listing: August 23\nIPO: $25m at $0.48",
                "CurveBeam AI develops and manufactures a range of specialised medical imaging (CT) scanners and supporting clinical assessment software.",
                "Based in Melbourne, the company is said to be a a leader in cone beam CT imaging, paving new frontiers in artificial intelligence (AI)-based bone and joint analysis.",
                "Curvebeam’s technology involves deep learning AI (DLAI) expertise, which it delivers across orthopedics and bone health (fragility fracture prevention).",
                " ",
                "Expected listing: August 24\nIPO: $15m at $0.20",
                "AMG is developing a gold production business in the Charters Towers region in Northern Queensland, and has secured rights to a land package covering over 600km2 containing historical mines, mineral resources, highly prospective exploration potential and a gold processing plant.",
                "The 340Ktpa Blackjack Processing Plant is a conventional Carbon in Pulp (CIP) plant, located 15 minutes from Charters Towers.",
                "The Far Fanning gold project lies on a permitted Mining Lease with historical production of 47,200oz gold from 664,000t of ore at average 2.2g/t gold.",
                " ",
                "Link copied to clipboard",
                "Get the latest Stockhead news delivered free to your inbox.",
                "\"*\" indicates required fields",
                "\n\t\t\t\t\t\t\t\t\t\tIt's free. Unsubscribe whenever you want.\n\t\t\t\t\t\t\t\t\t",
                "\n\t\t\t\t\t\t\tBy proceeding, you confirm you understand that we handle personal information in accordance with our Privacy Policy.\n\t\t\t\t\t\t",
                "IPO Watch",
                "  January 24, 2024   |        Eddy Sunarto   ",
                "Mining",
                "  January 22, 2024   |        Josh Chiat   ",
                "IPO Watch",
                "  January 10, 2024   |        Eddy Sunarto   ",
                "Mining ",
                "Mining ",
                "Mining ",
                "Get the latest stock news and insights straight to your inbox.",
                "\"*\" indicates required fields",
                "\n\t\t\t\t\t\t\tBy proceeding, you confirm you understand that we handle personal information in accordance with our Privacy Policy.\n\t\t\t\t\t\t",
                "\n\t\t\t\t\t\tStockhead is providing factual information where there is a reasonable likelihood of doubt.\n\t\t\t\t\t\tThe information is not intended to imply any recommendation or opinion about a financial product.\n\t\t\t\t\t",
                "\nA note about relevant advertising \n\t\t\t\t\t\tWe collect information about the content (including ads) you use across this site and use it to make both advertising and content more relevant to you on our network and other sites.\n\t\t\t\t\t\tThis is also known as Online Behavioural Advertising. You can find out more about our policy and your choices, including how to op-out here\n",
                "\n\t\t\t\t\t\t\t\tFor investors, getting access to the right information is critical. \n\t\t\t\t\t\t\t",
                "\n\t\t\t\t\t\t\t\tStockhead’s daily newsletters make things simple: Markets coverage, company profiles and industry insights from Australia’s best business journalists – all collated and delivered straight to your inbox every day.\n\t\t\t\t\t\t\t",
                "\n\t\t\t\t\t\t\t\tMarkets coverage, company profiles and industry insights from Australia’s best business journalists – all collated and delivered straight to your inbox every day.\n\t\t\t\t\t\t\t",
                "\n\t\t\t\t\t\t\t\tIt’s free. Unsubscribe anytime.\n\t\t\t\t\t\t\t",
                "\n\t\t\t\t\t\t\t\tBy proceeding, you confirm you understand that we handle personal information in accordance with our Privacy Policy.\n\t\t\t\t\t\t\t",
                "\"*\" indicates required fields",
                "Get the latest Stockhead news delivered free to your inbox.",
                "\n\n",
                "\n\n",
                "\n\nEmail Lists\n\n\nMorning Update\n\n\nLunch Update\n\n\nMarket Close Update\n\n\nWeekend Update\n\n",
                "By proceeding, you confirm you understand that we handle personal information in accordance with our Privacy Policy",
                "Notifications"
            ],
            []
        ],
        "time_started": "2024-01-29T17:57:42"
    },
    "bb576255-6cf3-45ce-8759-ff66dac92001": {
        "status": "COMPLETE",
        "query": "mount franklin",
        "result": "\nWe’re sorry, this feature is currently unavailable. We’re working to restore it. Please try again later.\nAdd articles to your saved list and come back to them any time.\nView all comments\nOrlando Rodriguez, the boss of Coca-Cola’s Australian bottling business, is always on the job. Before he even sits down for our interview he notices the cafe’s soft drink and water products are supplied by a rival. That’s how he knows that the lonely can of Coke sitting on the adjacent table is one that a customer must have brought in and left behind.\n“It happens everywhere. People prefer a Coke,” Rodriguez said.\nCoca-Cola’s Australia boss Orlando Rodriguez in front of part of the old Coca-Cola sign from Williams Street, Kings Cross. Credit: Dean Sewell\n“We have customers like Pizza Hut that have gone to us [and] the level of drinks consumption just goes through the roof because people prefer Coke.”\nRodriguez is nine months into the job of managing director, but has been with the Coca-Cola business for nearly five years. That’s a decent stint for anybody, but the former Coles and Woolworths supply chain manager still feels “wet behind the ears”: he’s regularly rubbing shoulders with colleagues who have been with the brand for several decades. Some truck drivers have the iconic hourglass-shaped glass bottle tattooed on their calves. “They have Coke in their veins.”\nThe original syrup was created in 1886 by pharmacist Dr John Pemberton and sold two years later to American businessman and politician Asa Griggs Candler, who founded the Coca-Cola Company in 1892. Today, Coca-Cola is sold in more than 200 markets and is the world’s most-consumed soft drink.\nIn Australia, Coca-Cola and its other brands, Sprite and Fanta, command just over 40 per cent of the soft drink manufacturing market, IBISWorld data shows.\n“When we’re in a category, we want to be number one or number two.”\nWhile local production began in Sydney’s Waterloo 85 years ago, the current iteration of the Australian business is only 2.5 years young; Coca-Cola Amatil delisted from the ASX in May 2021 after being purchased by the European arm for $9.9 billion. The acquisition has allowed the business today, called Coca-Cola Europacific Partners (CCEP), to double down on its key brands without being side-tracked by non-core businesses, such as fruit processor SPC.\nThe Australian bottling operation’s revenue came in at nearly $6 billion in 2022, a 75 per cent jump on $3.4 billion the previous year.\nCoke Zero consumption is catching up to Coke Classic.Credit: Jasper Juinen/Bloomberg\n“For the last 85 years the brand on the door is what we anchor to,” Rodriguez said. “People often say, ‘doesn’t it sell itself?’ [It’s about] continuing to find those pockets where you can grow.”\nOne of those pockets is the soft drink giant’s sugar-free options. The manufacturer has been pivoting away from sugar for years: about 45 per cent of its drinks sold in 2022 were low- or zero-calorie. Coke Zero and Coke Classic are neck-and-neck.\n“If you live around here [in North Sydney], it’s probably 60 per cent Zero Sugar, 40 per cent Classic. If you’re in Penrith at the Leagues Club, it’s the inverse,” said Rodriguez.\n“Unless you’re an absolute fanatical Coke drinker, the taste is becoming really, really close.”\nEnergy drink Monster has been earmarked as their second-largest growth driver. The focus is to wrest market share away from its closest rival, V, by aligning with high-octane sports players, from motorbikes and surfing to UFC and AFL and e-sports gamers.\n “Monster is associated with that. You won’t see them advertise on TV, but they’re really youth-prevalent gaming sports so they’re doing really, really well.” \nMeanwhile, sports drink Powerade commands 50 per cent of its market and is riding the long-term growth trend of fitness and performance, while its water brand Mount Franklin is growing through citrus-flavoured sparkling water. CCEP has a presence in the coffee market through Grinders, sold primarily in supermarkets, and until recently, grab-and-go iced coffee Barista Bros, which was discontinued in July this year.\n“We thought it was a really strong offering, but it didn’t appeal broadly enough,” Rodriguez said. Australians tend to prefer fresh milk, while Barista Bros was made from long-life or UHT milk. “After eight, nine years, we were still number four and number five player. And when we’re in a category, we want to be number one or number two.”\nKeeping the company’s brands front of mind for consumers is crucial. Coca-Cola is said to spend more on global advertising and marketing than any beverages maker, but getting in front of consumers’ eyes is not as straightforward as it used to be.\nThis is a modal window.\nBeginning of dialog window. Escape will cancel and close the window.\nEnd of dialog window.\nThis is a modal window. This modal can be closed by pressing the Escape key or activating the close button.\nReplay\n1:48\nThis year's round up of the best British Christmas ads includes Coca-Cola with their The World Needs More Santas commercial.\n“When I grew up, the ads on TV had the biggest cut-through, what you heard on the radio had the biggest cut-through. People are consuming differently now. It’s your social media feed that’s playing a much bigger role; platforms like TikTok and YouTube have a much bigger reach,” Rodriguez said.\nThe beverages giant also will push further into alcohol in the coming years. Suntory Beam’s alcohol brands, which Coca-Cola has been operating under a 16-year contract, is due to end in mid-2025, meaning CCEP will lose the likes of Jim Beam, Canadian Club and Midori from its portfolio.\n“What we do know is that we will participate in the alcohol category,” Rodriguez said. “That’s an exciting part of our future growth, but it’s a path we’ve got to navigate through.” \nThe hardest part of the job, according to Rodriguez, is keeping the team focused on growing brands that already lead the world.\n“We have the best read in the market,” he said. “We have a review of every channel, whether you’re at an airport, whether you’re buying from vending machines, whether you’re in a [quick-service restaurant] like McDonald’s, a cafe like this, or in your local supermarket. We have a read of where every movement is.”\nThe Business Briefing newsletter delivers major stories, exclusive coverage and expert opinion. Sign up to get it every weekday morning.\nView all comments\nCopyright © 2024\n\n\nYour digital subscription includes access to content from all our websites in your region.\nAccess unlimited content and the digital versions of our print editions - Today's Paper.\nA man charged with one count of attempted armed robbery has faced Ballarat Magistrates' Court, after an incident at a Daylesford bakery in May.\n$1/\n(min cost $8)\nLogin or signup to continue reading\nThe 50-year-old from Mount Franklin has been bailed to reappear on September 21 for a committal mention.\nIt was alleged two female staff at the town's Bakers Delight store had edged weapons held to their bodies at 2.50pm on May 11.\nThe offender fled the scene before police arrived.\nNo one was physically injured in the incident.\nThe shop and surrounding area in Parks Lane were closed off for several hours afterwards while police investigated.\nIN THE NEWS\nHave you tried The Courier's app? It can be downloaded here.\n'All-rounder' journalist since 1993. \nI've worked in print, radio, TV  & online as well as radio & TV producing and radio presenting. Working on Wadawurrung land.\nThere are 7.9 billion stories out there. I'd love to hear yours...\n'All-rounder' journalist since 1993. \nI've worked in print, radio, TV  & online as well as radio & TV producing and radio presenting. Working on Wadawurrung land.\nThere are 7.9 billion stories out there. I'd love to hear yours...\nAdvertisement\nSign up for our newsletter to stay up to date.\nWe care about the protection of your data. Read our Privacy Policy.\nAdvertisement\n",
        "urls": [
            "https://www.smh.com.au/business/companies/coca-cola-has-conquered-australia-s-fizzy-drink-market-it-s-not-enough-20231214-p5erjh.html",
            "https://nit.com.au/11-08-2023/7187/aboriginal-corporation-and-parks-victoria-open-site-upgrade-embedding-culture-in-landscape",
            "https://www.thecourier.com.au/story/8337874/man-charged-over-alleged-daylesford-bakery-attempted-armed-robbery/",
            "https://www.canberratimes.com.au/story/8174707/forgotten-ski-huts-of-the-brindabellas/",
            "https://www.theurbanlist.com/melbourne/a-list/free-camping-victoria",
            "https://www.afr.com/companies/retail/woolworths-mount-franklin-water-cuts-hit-cocacola-amatil-again-20170725-gxhy2m",
            "https://www.fool.com.au/2020/09/29/coca-cola-forced-to-reveal-secret-source-of-mt-franklin-water/",
            "https://retailworldmagazine.com.au/mount-franklin-and-coles-support-secondbite/",
            "https://www.australiangeographic.com.au/topics/history-culture/2023/02/the-brindabellas-miles-franklins-mountain-country/",
            "https://www.theaustralian.com.au/business/retail/cokes-european-owners-sell-aussie-drink-brands-kirks-mount-franklin-deep-spring-to-us-giant-coke-prices-rise/news-story/91c28aa141da8872d83e39ab93555755"
        ],
        "page_contents": [
            [
                "We’re sorry, this feature is currently unavailable. We’re working to restore it. Please try again later.",
                "Add articles to your saved list and come back to them any time.",
                "View all comments",
                "Orlando Rodriguez, the boss of Coca-Cola’s Australian bottling business, is always on the job. Before he even sits down for our interview he notices the cafe’s soft drink and water products are supplied by a rival. That’s how he knows that the lonely can of Coke sitting on the adjacent table is one that a customer must have brought in and left behind.",
                "“It happens everywhere. People prefer a Coke,” Rodriguez said.",
                "Coca-Cola’s Australia boss Orlando Rodriguez in front of part of the old Coca-Cola sign from Williams Street, Kings Cross. Credit: Dean Sewell",
                "“We have customers like Pizza Hut that have gone to us [and] the level of drinks consumption just goes through the roof because people prefer Coke.”",
                "Rodriguez is nine months into the job of managing director, but has been with the Coca-Cola business for nearly five years. That’s a decent stint for anybody, but the former Coles and Woolworths supply chain manager still feels “wet behind the ears”: he’s regularly rubbing shoulders with colleagues who have been with the brand for several decades. Some truck drivers have the iconic hourglass-shaped glass bottle tattooed on their calves. “They have Coke in their veins.”",
                "The original syrup was created in 1886 by pharmacist Dr John Pemberton and sold two years later to American businessman and politician Asa Griggs Candler, who founded the Coca-Cola Company in 1892. Today, Coca-Cola is sold in more than 200 markets and is the world’s most-consumed soft drink.",
                "In Australia, Coca-Cola and its other brands, Sprite and Fanta, command just over 40 per cent of the soft drink manufacturing market, IBISWorld data shows.",
                "“When we’re in a category, we want to be number one or number two.”",
                "While local production began in Sydney’s Waterloo 85 years ago, the current iteration of the Australian business is only 2.5 years young; Coca-Cola Amatil delisted from the ASX in May 2021 after being purchased by the European arm for $9.9 billion. The acquisition has allowed the business today, called Coca-Cola Europacific Partners (CCEP), to double down on its key brands without being side-tracked by non-core businesses, such as fruit processor SPC.",
                "The Australian bottling operation’s revenue came in at nearly $6 billion in 2022, a 75 per cent jump on $3.4 billion the previous year.",
                "Coke Zero consumption is catching up to Coke Classic.Credit: Jasper Juinen/Bloomberg",
                "“For the last 85 years the brand on the door is what we anchor to,” Rodriguez said. “People often say, ‘doesn’t it sell itself?’ [It’s about] continuing to find those pockets where you can grow.”",
                "One of those pockets is the soft drink giant’s sugar-free options. The manufacturer has been pivoting away from sugar for years: about 45 per cent of its drinks sold in 2022 were low- or zero-calorie. Coke Zero and Coke Classic are neck-and-neck.",
                "“If you live around here [in North Sydney], it’s probably 60 per cent Zero Sugar, 40 per cent Classic. If you’re in Penrith at the Leagues Club, it’s the inverse,” said Rodriguez.",
                "“Unless you’re an absolute fanatical Coke drinker, the taste is becoming really, really close.”",
                "Energy drink Monster has been earmarked as their second-largest growth driver. The focus is to wrest market share away from its closest rival, V, by aligning with high-octane sports players, from motorbikes and surfing to UFC and AFL and e-sports gamers.",
                " “Monster is associated with that. You won’t see them advertise on TV, but they’re really youth-prevalent gaming sports so they’re doing really, really well.” ",
                "Meanwhile, sports drink Powerade commands 50 per cent of its market and is riding the long-term growth trend of fitness and performance, while its water brand Mount Franklin is growing through citrus-flavoured sparkling water. CCEP has a presence in the coffee market through Grinders, sold primarily in supermarkets, and until recently, grab-and-go iced coffee Barista Bros, which was discontinued in July this year.",
                "“We thought it was a really strong offering, but it didn’t appeal broadly enough,” Rodriguez said. Australians tend to prefer fresh milk, while Barista Bros was made from long-life or UHT milk. “After eight, nine years, we were still number four and number five player. And when we’re in a category, we want to be number one or number two.”",
                "Keeping the company’s brands front of mind for consumers is crucial. Coca-Cola is said to spend more on global advertising and marketing than any beverages maker, but getting in front of consumers’ eyes is not as straightforward as it used to be.",
                "This is a modal window.",
                "Beginning of dialog window. Escape will cancel and close the window.",
                "End of dialog window.",
                "This is a modal window. This modal can be closed by pressing the Escape key or activating the close button.",
                "Replay",
                "1:48",
                "This year's round up of the best British Christmas ads includes Coca-Cola with their The World Needs More Santas commercial.",
                "“When I grew up, the ads on TV had the biggest cut-through, what you heard on the radio had the biggest cut-through. People are consuming differently now. It’s your social media feed that’s playing a much bigger role; platforms like TikTok and YouTube have a much bigger reach,” Rodriguez said.",
                "The beverages giant also will push further into alcohol in the coming years. Suntory Beam’s alcohol brands, which Coca-Cola has been operating under a 16-year contract, is due to end in mid-2025, meaning CCEP will lose the likes of Jim Beam, Canadian Club and Midori from its portfolio.",
                "“What we do know is that we will participate in the alcohol category,” Rodriguez said. “That’s an exciting part of our future growth, but it’s a path we’ve got to navigate through.” ",
                "The hardest part of the job, according to Rodriguez, is keeping the team focused on growing brands that already lead the world.",
                "“We have the best read in the market,” he said. “We have a review of every channel, whether you’re at an airport, whether you’re buying from vending machines, whether you’re in a [quick-service restaurant] like McDonald’s, a cafe like this, or in your local supermarket. We have a read of where every movement is.”",
                "The Business Briefing newsletter delivers major stories, exclusive coverage and expert opinion. Sign up to get it every weekday morning.",
                "View all comments",
                "Copyright © 2024"
            ],
            [],
            [
                "Your digital subscription includes access to content from all our websites in your region.\nAccess unlimited content and the digital versions of our print editions - Today's Paper.",
                "A man charged with one count of attempted armed robbery has faced Ballarat Magistrates' Court, after an incident at a Daylesford bakery in May.",
                "$1/",
                "(min cost $8)",
                "Login or signup to continue reading",
                "The 50-year-old from Mount Franklin has been bailed to reappear on September 21 for a committal mention.",
                "It was alleged two female staff at the town's Bakers Delight store had edged weapons held to their bodies at 2.50pm on May 11.",
                "The offender fled the scene before police arrived.",
                "No one was physically injured in the incident.",
                "The shop and surrounding area in Parks Lane were closed off for several hours afterwards while police investigated.",
                "IN THE NEWS",
                "Have you tried The Courier's app? It can be downloaded here.",
                "'All-rounder' journalist since 1993. \nI've worked in print, radio, TV  & online as well as radio & TV producing and radio presenting. Working on Wadawurrung land.\nThere are 7.9 billion stories out there. I'd love to hear yours...",
                "'All-rounder' journalist since 1993. \nI've worked in print, radio, TV  & online as well as radio & TV producing and radio presenting. Working on Wadawurrung land.\nThere are 7.9 billion stories out there. I'd love to hear yours...",
                "Advertisement",
                "Sign up for our newsletter to stay up to date.",
                "We care about the protection of your data. Read our Privacy Policy.",
                "Advertisement"
            ]
        ],
        "time_started": "2024-02-04T14:29:57"
    },
    "5d4a8c27-40c1-459f-b955-d133d5de08d0": {
        "status": "COMPLETE",
        "query": "mount franklin",
        "result": "\nWe’re sorry, this feature is currently unavailable. We’re working to restore it. Please try again later.\nAdd articles to your saved list and come back to them any time.\nView all comments\nOrlando Rodriguez, the boss of Coca-Cola’s Australian bottling business, is always on the job. Before he even sits down for our interview he notices the cafe’s soft drink and water products are supplied by a rival. That’s how he knows that the lonely can of Coke sitting on the adjacent table is one that a customer must have brought in and left behind.\n“It happens everywhere. People prefer a Coke,” Rodriguez said.\nCoca-Cola’s Australia boss Orlando Rodriguez in front of part of the old Coca-Cola sign from Williams Street, Kings Cross. Credit: Dean Sewell\n“We have customers like Pizza Hut that have gone to us [and] the level of drinks consumption just goes through the roof because people prefer Coke.”\nRodriguez is nine months into the job of managing director, but has been with the Coca-Cola business for nearly five years. That’s a decent stint for anybody, but the former Coles and Woolworths supply chain manager still feels “wet behind the ears”: he’s regularly rubbing shoulders with colleagues who have been with the brand for several decades. Some truck drivers have the iconic hourglass-shaped glass bottle tattooed on their calves. “They have Coke in their veins.”\nThe original syrup was created in 1886 by pharmacist Dr John Pemberton and sold two years later to American businessman and politician Asa Griggs Candler, who founded the Coca-Cola Company in 1892. Today, Coca-Cola is sold in more than 200 markets and is the world’s most-consumed soft drink.\nIn Australia, Coca-Cola and its other brands, Sprite and Fanta, command just over 40 per cent of the soft drink manufacturing market, IBISWorld data shows.\n“When we’re in a category, we want to be number one or number two.”\nWhile local production began in Sydney’s Waterloo 85 years ago, the current iteration of the Australian business is only 2.5 years young; Coca-Cola Amatil delisted from the ASX in May 2021 after being purchased by the European arm for $9.9 billion. The acquisition has allowed the business today, called Coca-Cola Europacific Partners (CCEP), to double down on its key brands without being side-tracked by non-core businesses, such as fruit processor SPC.\nThe Australian bottling operation’s revenue came in at nearly $6 billion in 2022, a 75 per cent jump on $3.4 billion the previous year.\nCoke Zero consumption is catching up to Coke Classic.Credit: Jasper Juinen/Bloomberg\n“For the last 85 years the brand on the door is what we anchor to,” Rodriguez said. “People often say, ‘doesn’t it sell itself?’ [It’s about] continuing to find those pockets where you can grow.”\nOne of those pockets is the soft drink giant’s sugar-free options. The manufacturer has been pivoting away from sugar for years: about 45 per cent of its drinks sold in 2022 were low- or zero-calorie. Coke Zero and Coke Classic are neck-and-neck.\n“If you live around here [in North Sydney], it’s probably 60 per cent Zero Sugar, 40 per cent Classic. If you’re in Penrith at the Leagues Club, it’s the inverse,” said Rodriguez.\n“Unless you’re an absolute fanatical Coke drinker, the taste is becoming really, really close.”\nEnergy drink Monster has been earmarked as their second-largest growth driver. The focus is to wrest market share away from its closest rival, V, by aligning with high-octane sports players, from motorbikes and surfing to UFC and AFL and e-sports gamers.\n “Monster is associated with that. You won’t see them advertise on TV, but they’re really youth-prevalent gaming sports so they’re doing really, really well.” \nMeanwhile, sports drink Powerade commands 50 per cent of its market and is riding the long-term growth trend of fitness and performance, while its water brand Mount Franklin is growing through citrus-flavoured sparkling water. CCEP has a presence in the coffee market through Grinders, sold primarily in supermarkets, and until recently, grab-and-go iced coffee Barista Bros, which was discontinued in July this year.\n“We thought it was a really strong offering, but it didn’t appeal broadly enough,” Rodriguez said. Australians tend to prefer fresh milk, while Barista Bros was made from long-life or UHT milk. “After eight, nine years, we were still number four and number five player. And when we’re in a category, we want to be number one or number two.”\nKeeping the company’s brands front of mind for consumers is crucial. Coca-Cola is said to spend more on global advertising and marketing than any beverages maker, but getting in front of consumers’ eyes is not as straightforward as it used to be.\nThis is a modal window.\nBeginning of dialog window. Escape will cancel and close the window.\nEnd of dialog window.\nThis is a modal window. This modal can be closed by pressing the Escape key or activating the close button.\nReplay\n1:48\nThis year's round up of the best British Christmas ads includes Coca-Cola with their The World Needs More Santas commercial.\n“When I grew up, the ads on TV had the biggest cut-through, what you heard on the radio had the biggest cut-through. People are consuming differently now. It’s your social media feed that’s playing a much bigger role; platforms like TikTok and YouTube have a much bigger reach,” Rodriguez said.\nThe beverages giant also will push further into alcohol in the coming years. Suntory Beam’s alcohol brands, which Coca-Cola has been operating under a 16-year contract, is due to end in mid-2025, meaning CCEP will lose the likes of Jim Beam, Canadian Club and Midori from its portfolio.\n“What we do know is that we will participate in the alcohol category,” Rodriguez said. “That’s an exciting part of our future growth, but it’s a path we’ve got to navigate through.” \nThe hardest part of the job, according to Rodriguez, is keeping the team focused on growing brands that already lead the world.\n“We have the best read in the market,” he said. “We have a review of every channel, whether you’re at an airport, whether you’re buying from vending machines, whether you’re in a [quick-service restaurant] like McDonald’s, a cafe like this, or in your local supermarket. We have a read of where every movement is.”\nThe Business Briefing newsletter delivers major stories, exclusive coverage and expert opinion. Sign up to get it every weekday morning.\nView all comments\nCopyright © 2024\n\nDJAARA chair and First Peoples' Assembly of Victoria seat holder Trent Nelson says an upgrade to a regional Victoria campground at a place of great significance to Dja Dja Wurrung history will embed Aboriginal knowledge will bring a new life to the site.\nOn Friday, DJAARA (Dja Dja Wurrung Clans Aboriginal Corporation) officially opened their upgraded visitors site at Lalgambuk (Mount Franklin), five kilometres north of Daylesford.\nThe oral history and cultural significance of Lalgambuk dates back for 10,000 years\nIt's one of six Dja Dja Wurrung Country reserves handed back to the community for joint management between the Aboriginal corporation and the state government agency, and first Recreation, Cultural Practice and Customs (RCPC) delivered in co-management between the groups.\nDJAARA enterprise and design consultancy DJANDAK completed the work in a partnership with Parks Victoria.\n\n\n\nDJAARA continues on with strides in developing land and facilities on country, most recently installing new signage Dja Dja Wurrung-design facilities, shelter and furniture at Lalgambuk.\nAside from the structures, Mr Nelson said the upgrade will serve a greater purpose.\n\"We are embedding Dja Dja Wurrung knowledge, language and culture back into the landscape at Lalgambuk, which is a very significant place for Djaara (Dja Dja Wurrung People),\" he said.\n'It's really important for Djaara to see ourselves in Djandak (Dja Dja Wurrung Country).\nAnd we are proud to share our Culture and Country with others.\nRCPCs aim to open the wider community to Djaara culture.\nParks Victoria District Manager Stuart Lardner said it's a \"wonderful\" step forward.\n\"This project broadens that experience at Lalgambuk, with upgrades that encourage both short visits and overnight camping. Importantly, the upgrades also help visitors better understand the cultural landscape in which the visitor area sits,\" Mr Lardner said.\n\"This project is a wonderful example of Parks Victoria's commitment to Managing Country Together – a commitment to strong, meaningful partnerships with Traditional Owners.\"\nThe Lalgambuk upgrade was opened on August 11.\n\n\nYour digital subscription includes access to content from all our websites in your region.\nAccess unlimited content and the digital versions of our print editions - Today's Paper.\nA man charged with one count of attempted armed robbery has faced Ballarat Magistrates' Court, after an incident at a Daylesford bakery in May.\n$1/\n(min cost $8)\nLogin or signup to continue reading\nThe 50-year-old from Mount Franklin has been bailed to reappear on September 21 for a committal mention.\nIt was alleged two female staff at the town's Bakers Delight store had edged weapons held to their bodies at 2.50pm on May 11.\nThe offender fled the scene before police arrived.\nNo one was physically injured in the incident.\nThe shop and surrounding area in Parks Lane were closed off for several hours afterwards while police investigated.\nIN THE NEWS\nHave you tried The Courier's app? It can be downloaded here.\n'All-rounder' journalist since 1993. \nI've worked in print, radio, TV  & online as well as radio & TV producing and radio presenting. Working on Wadawurrung land.\nThere are 7.9 billion stories out there. I'd love to hear yours...\n'All-rounder' journalist since 1993. \nI've worked in print, radio, TV  & online as well as radio & TV producing and radio presenting. Working on Wadawurrung land.\nThere are 7.9 billion stories out there. I'd love to hear yours...\nAdvertisement\nSign up for our newsletter to stay up to date.\nWe care about the protection of your data. Read our Privacy Policy.\nAdvertisement\n",
        "urls": [
            "https://www.smh.com.au/business/companies/coca-cola-has-conquered-australia-s-fizzy-drink-market-it-s-not-enough-20231214-p5erjh.html",
            "https://nit.com.au/11-08-2023/7187/aboriginal-corporation-and-parks-victoria-open-site-upgrade-embedding-culture-in-landscape",
            "https://www.thecourier.com.au/story/8337874/man-charged-over-alleged-daylesford-bakery-attempted-armed-robbery/",
            "https://www.canberratimes.com.au/story/8174707/forgotten-ski-huts-of-the-brindabellas/",
            "https://www.theurbanlist.com/melbourne/a-list/free-camping-victoria",
            "https://www.afr.com/companies/retail/woolworths-mount-franklin-water-cuts-hit-cocacola-amatil-again-20170725-gxhy2m",
            "https://www.fool.com.au/2020/09/29/coca-cola-forced-to-reveal-secret-source-of-mt-franklin-water/",
            "https://retailworldmagazine.com.au/mount-franklin-and-coles-support-secondbite/",
            "https://www.australiangeographic.com.au/topics/history-culture/2023/02/the-brindabellas-miles-franklins-mountain-country/",
            "https://www.theaustralian.com.au/business/retail/cokes-european-owners-sell-aussie-drink-brands-kirks-mount-franklin-deep-spring-to-us-giant-coke-prices-rise/news-story/91c28aa141da8872d83e39ab93555755"
        ],
        "page_contents": [
            [
                "We’re sorry, this feature is currently unavailable. We’re working to restore it. Please try again later.",
                "Add articles to your saved list and come back to them any time.",
                "View all comments",
                "Orlando Rodriguez, the boss of Coca-Cola’s Australian bottling business, is always on the job. Before he even sits down for our interview he notices the cafe’s soft drink and water products are supplied by a rival. That’s how he knows that the lonely can of Coke sitting on the adjacent table is one that a customer must have brought in and left behind.",
                "“It happens everywhere. People prefer a Coke,” Rodriguez said.",
                "Coca-Cola’s Australia boss Orlando Rodriguez in front of part of the old Coca-Cola sign from Williams Street, Kings Cross. Credit: Dean Sewell",
                "“We have customers like Pizza Hut that have gone to us [and] the level of drinks consumption just goes through the roof because people prefer Coke.”",
                "Rodriguez is nine months into the job of managing director, but has been with the Coca-Cola business for nearly five years. That’s a decent stint for anybody, but the former Coles and Woolworths supply chain manager still feels “wet behind the ears”: he’s regularly rubbing shoulders with colleagues who have been with the brand for several decades. Some truck drivers have the iconic hourglass-shaped glass bottle tattooed on their calves. “They have Coke in their veins.”",
                "The original syrup was created in 1886 by pharmacist Dr John Pemberton and sold two years later to American businessman and politician Asa Griggs Candler, who founded the Coca-Cola Company in 1892. Today, Coca-Cola is sold in more than 200 markets and is the world’s most-consumed soft drink.",
                "In Australia, Coca-Cola and its other brands, Sprite and Fanta, command just over 40 per cent of the soft drink manufacturing market, IBISWorld data shows.",
                "“When we’re in a category, we want to be number one or number two.”",
                "While local production began in Sydney’s Waterloo 85 years ago, the current iteration of the Australian business is only 2.5 years young; Coca-Cola Amatil delisted from the ASX in May 2021 after being purchased by the European arm for $9.9 billion. The acquisition has allowed the business today, called Coca-Cola Europacific Partners (CCEP), to double down on its key brands without being side-tracked by non-core businesses, such as fruit processor SPC.",
                "The Australian bottling operation’s revenue came in at nearly $6 billion in 2022, a 75 per cent jump on $3.4 billion the previous year.",
                "Coke Zero consumption is catching up to Coke Classic.Credit: Jasper Juinen/Bloomberg",
                "“For the last 85 years the brand on the door is what we anchor to,” Rodriguez said. “People often say, ‘doesn’t it sell itself?’ [It’s about] continuing to find those pockets where you can grow.”",
                "One of those pockets is the soft drink giant’s sugar-free options. The manufacturer has been pivoting away from sugar for years: about 45 per cent of its drinks sold in 2022 were low- or zero-calorie. Coke Zero and Coke Classic are neck-and-neck.",
                "“If you live around here [in North Sydney], it’s probably 60 per cent Zero Sugar, 40 per cent Classic. If you’re in Penrith at the Leagues Club, it’s the inverse,” said Rodriguez.",
                "“Unless you’re an absolute fanatical Coke drinker, the taste is becoming really, really close.”",
                "Energy drink Monster has been earmarked as their second-largest growth driver. The focus is to wrest market share away from its closest rival, V, by aligning with high-octane sports players, from motorbikes and surfing to UFC and AFL and e-sports gamers.",
                " “Monster is associated with that. You won’t see them advertise on TV, but they’re really youth-prevalent gaming sports so they’re doing really, really well.” ",
                "Meanwhile, sports drink Powerade commands 50 per cent of its market and is riding the long-term growth trend of fitness and performance, while its water brand Mount Franklin is growing through citrus-flavoured sparkling water. CCEP has a presence in the coffee market through Grinders, sold primarily in supermarkets, and until recently, grab-and-go iced coffee Barista Bros, which was discontinued in July this year.",
                "“We thought it was a really strong offering, but it didn’t appeal broadly enough,” Rodriguez said. Australians tend to prefer fresh milk, while Barista Bros was made from long-life or UHT milk. “After eight, nine years, we were still number four and number five player. And when we’re in a category, we want to be number one or number two.”",
                "Keeping the company’s brands front of mind for consumers is crucial. Coca-Cola is said to spend more on global advertising and marketing than any beverages maker, but getting in front of consumers’ eyes is not as straightforward as it used to be.",
                "This is a modal window.",
                "Beginning of dialog window. Escape will cancel and close the window.",
                "End of dialog window.",
                "This is a modal window. This modal can be closed by pressing the Escape key or activating the close button.",
                "Replay",
                "1:48",
                "This year's round up of the best British Christmas ads includes Coca-Cola with their The World Needs More Santas commercial.",
                "“When I grew up, the ads on TV had the biggest cut-through, what you heard on the radio had the biggest cut-through. People are consuming differently now. It’s your social media feed that’s playing a much bigger role; platforms like TikTok and YouTube have a much bigger reach,” Rodriguez said.",
                "The beverages giant also will push further into alcohol in the coming years. Suntory Beam’s alcohol brands, which Coca-Cola has been operating under a 16-year contract, is due to end in mid-2025, meaning CCEP will lose the likes of Jim Beam, Canadian Club and Midori from its portfolio.",
                "“What we do know is that we will participate in the alcohol category,” Rodriguez said. “That’s an exciting part of our future growth, but it’s a path we’ve got to navigate through.” ",
                "The hardest part of the job, according to Rodriguez, is keeping the team focused on growing brands that already lead the world.",
                "“We have the best read in the market,” he said. “We have a review of every channel, whether you’re at an airport, whether you’re buying from vending machines, whether you’re in a [quick-service restaurant] like McDonald’s, a cafe like this, or in your local supermarket. We have a read of where every movement is.”",
                "The Business Briefing newsletter delivers major stories, exclusive coverage and expert opinion. Sign up to get it every weekday morning.",
                "View all comments",
                "Copyright © 2024"
            ],
            [
                "DJAARA chair and First Peoples' Assembly of Victoria seat holder Trent Nelson says an upgrade to a regional Victoria campground at a place of great significance to Dja Dja Wurrung history will embed Aboriginal knowledge will bring a new life to the site.",
                "On Friday, DJAARA (Dja Dja Wurrung Clans Aboriginal Corporation) officially opened their upgraded visitors site at Lalgambuk (Mount Franklin), five kilometres north of Daylesford.",
                "The oral history and cultural significance of Lalgambuk dates back for 10,000 years",
                "It's one of six Dja Dja Wurrung Country reserves handed back to the community for joint management between the Aboriginal corporation and the state government agency, and first Recreation, Cultural Practice and Customs (RCPC) delivered in co-management between the groups.",
                "DJAARA enterprise and design consultancy DJANDAK completed the work in a partnership with Parks Victoria.",
                "",
                "",
                "",
                "DJAARA continues on with strides in developing land and facilities on country, most recently installing new signage Dja Dja Wurrung-design facilities, shelter and furniture at Lalgambuk.",
                "Aside from the structures, Mr Nelson said the upgrade will serve a greater purpose.",
                "\"We are embedding Dja Dja Wurrung knowledge, language and culture back into the landscape at Lalgambuk, which is a very significant place for Djaara (Dja Dja Wurrung People),\" he said.",
                "'It's really important for Djaara to see ourselves in Djandak (Dja Dja Wurrung Country).",
                "And we are proud to share our Culture and Country with others.",
                "RCPCs aim to open the wider community to Djaara culture.",
                "Parks Victoria District Manager Stuart Lardner said it's a \"wonderful\" step forward.",
                "\"This project broadens that experience at Lalgambuk, with upgrades that encourage both short visits and overnight camping. Importantly, the upgrades also help visitors better understand the cultural landscape in which the visitor area sits,\" Mr Lardner said.",
                "\"This project is a wonderful example of Parks Victoria's commitment to Managing Country Together – a commitment to strong, meaningful partnerships with Traditional Owners.\"",
                "The Lalgambuk upgrade was opened on August 11.",
                ""
            ],
            [
                "Your digital subscription includes access to content from all our websites in your region.\nAccess unlimited content and the digital versions of our print editions - Today's Paper.",
                "A man charged with one count of attempted armed robbery has faced Ballarat Magistrates' Court, after an incident at a Daylesford bakery in May.",
                "$1/",
                "(min cost $8)",
                "Login or signup to continue reading",
                "The 50-year-old from Mount Franklin has been bailed to reappear on September 21 for a committal mention.",
                "It was alleged two female staff at the town's Bakers Delight store had edged weapons held to their bodies at 2.50pm on May 11.",
                "The offender fled the scene before police arrived.",
                "No one was physically injured in the incident.",
                "The shop and surrounding area in Parks Lane were closed off for several hours afterwards while police investigated.",
                "IN THE NEWS",
                "Have you tried The Courier's app? It can be downloaded here.",
                "'All-rounder' journalist since 1993. \nI've worked in print, radio, TV  & online as well as radio & TV producing and radio presenting. Working on Wadawurrung land.\nThere are 7.9 billion stories out there. I'd love to hear yours...",
                "'All-rounder' journalist since 1993. \nI've worked in print, radio, TV  & online as well as radio & TV producing and radio presenting. Working on Wadawurrung land.\nThere are 7.9 billion stories out there. I'd love to hear yours...",
                "Advertisement",
                "Sign up for our newsletter to stay up to date.",
                "We care about the protection of your data. Read our Privacy Policy.",
                "Advertisement"
            ]
        ],
        "time_started": "2024-02-04T14:41:57"
    },
    "80fcf01b-df85-4025-9766-19d7fd480297": {
        "status": "COMPLETE",
        "query": "sdfas stock",
        "result": "",
        "urls": [],
        "page_contents": [],
        "time_started": "2024-02-04T14:45:43"
    },
    "cee036ae-8300-4e79-a0ea-5ac74083972a": {
        "status": "IN_PROGRESS",
        "query": "sdfsdf",
        "result": null,
        "urls": [],
        "page_contents": [],
        "time_started": "2024-02-04T14:46:33"
    },
    "c0981716-4576-4416-878f-0bc45215e1e0": {
        "status": "IN_PROGRESS",
        "query": "sdfsdf",
        "result": null,
        "urls": [],
        "page_contents": [],
        "time_started": "2024-02-04T14:46:49"
    },
    "a8a867ed-306d-4c21-8c64-f84dfa71ac87": {
        "status": "COMPLETE",
        "query": "sdfsdfdfg",
        "result": "",
        "urls": [],
        "page_contents": [],
        "time_started": "2024-02-04T14:47:27"
    },
    "949360a1-41e4-495f-999a-a327dc35e3f2": {
        "status": "IN_PROGRESS",
        "query": "sdfsdf",
        "result": null,
        "urls": [],
        "page_contents": [],
        "time_started": "2024-02-04T15:05:40"
    },
    "c1b70e66-ea29-4018-82cf-8468b226f430": {
        "status": "COMPLETE",
        "query": "sdfkjsdf",
        "result": "",
        "urls": [],
        "page_contents": [],
        "time_started": "2024-02-04T15:07:56"
    },
    "749d8ef2-8040-4b5e-93cc-91ed3e89dc42": {
        "status": "COMPLETE",
        "query": "sdfsddfg",
        "result": "",
        "urls": [],
        "page_contents": [],
        "time_started": "2024-02-04T15:08:47"
    },
    "c6431701-303c-43a4-ae8a-80b991964d28": {
        "status": "COMPLETE",
        "query": "apple stock",
        "result": "\nBy  Chris Welch, a reviewer specializing in personal audio and home theater. Since 2011, he has published nearly 6,000 articles, from breaking news and reviews to useful how-tos.\nDuring Apple’s quarterly earnings call on Thursday afternoon, CEO Tim Cook mentioned that the company is working on generative AI software features that will make their way to customers “later this year.” That aligns with reporting from Bloomberg’s Mark Gurman, who said recently that iOS 18 could be the “biggest” update in the operating system’s history. Cook’s teases — he mentioned generative AI several times, but never got specific — seem to confirm that we’re in for a big release this fall.\n“As we look ahead, we will continue to invest in these and other technologies that will shape the future. That includes artificial intelligence, where we continue to spend a tremendous amount of time and effort, and we’re excited to share the details of our ongoing work in that space later this year,” Cook said in his prepared remarks. \nAnalysts tried to press Cook for more details, but he didn’t offer much. “Our M.O., if you will, has always been to to do work and then talk about work, and not to get out in front of ourselves. And so we’re going to hold that to this as well. But we have got some things that we’re incredibly excited about, that we’ll be talking about later this year.”\nAI software features ranging from advanced photo manipulation to word processing enhancements have been a major selling point of smartphones from Google and Samsung in recent months. It’s rare for Apple to telegraph its upcoming moves, so you can take this as a sign that the company has ambitious plans to integrate AI into its software platforms — iOS, iPadOS, and macOS — later this year. \n“Let me just say that I think there’s a huge opportunity for Apple with generative AI and with AI, without getting into many more details or getting out ahead of myself,” Cook said to conclude the call.\n / Sign up for Verge Deals to get deals on products we've tested sent to your inbox daily.\nThe Verge is a vox media network\n© 2024 Vox Media, LLC. All Rights Reserved\n\n\n\nTo continue, please click the box below to let us know you're not a robot.\nPlease make sure your browser supports JavaScript and cookies and that you are not\n            blocking them from loading.\n            For more information you can review our Terms of\n                Service and Cookie Policy.\nFor inquiries related to this message please contact\n            our support team and provide the reference ID below.\n",
        "urls": [
            "https://www.theverge.com/2024/2/1/24058647/apple-ceo-tim-cook-teases-generative-ai-iphone",
            "https://www.cnbc.com/2024/02/02/apples-vision-pro-headset-launches-in-us.html",
            "https://www.bloomberg.com/opinion/articles/2024-02-01/apple-ceo-tim-cook-needs-to-start-putting-out-fires"
        ],
        "page_contents": [
            [
                "By  Chris Welch, a reviewer specializing in personal audio and home theater. Since 2011, he has published nearly 6,000 articles, from breaking news and reviews to useful how-tos.",
                "During Apple’s quarterly earnings call on Thursday afternoon, CEO Tim Cook mentioned that the company is working on generative AI software features that will make their way to customers “later this year.” That aligns with reporting from Bloomberg’s Mark Gurman, who said recently that iOS 18 could be the “biggest” update in the operating system’s history. Cook’s teases — he mentioned generative AI several times, but never got specific — seem to confirm that we’re in for a big release this fall.",
                "“As we look ahead, we will continue to invest in these and other technologies that will shape the future. That includes artificial intelligence, where we continue to spend a tremendous amount of time and effort, and we’re excited to share the details of our ongoing work in that space later this year,” Cook said in his prepared remarks. ",
                "Analysts tried to press Cook for more details, but he didn’t offer much. “Our M.O., if you will, has always been to to do work and then talk about work, and not to get out in front of ourselves. And so we’re going to hold that to this as well. But we have got some things that we’re incredibly excited about, that we’ll be talking about later this year.”",
                "AI software features ranging from advanced photo manipulation to word processing enhancements have been a major selling point of smartphones from Google and Samsung in recent months. It’s rare for Apple to telegraph its upcoming moves, so you can take this as a sign that the company has ambitious plans to integrate AI into its software platforms — iOS, iPadOS, and macOS — later this year. ",
                "“Let me just say that I think there’s a huge opportunity for Apple with generative AI and with AI, without getting into many more details or getting out ahead of myself,” Cook said to conclude the call.",
                " / Sign up for Verge Deals to get deals on products we've tested sent to your inbox daily.",
                "The Verge is a vox media network",
                "© 2024 Vox Media, LLC. All Rights Reserved",
                ""
            ],
            [],
            [
                "To continue, please click the box below to let us know you're not a robot.",
                "Please make sure your browser supports JavaScript and cookies and that you are not\n            blocking them from loading.\n            For more information you can review our Terms of\n                Service and Cookie Policy.",
                "For inquiries related to this message please contact\n            our support team and provide the reference ID below."
            ]
        ],
        "time_started": "2024-02-04T15:09:10"
    }
}